{
  "name": "An’Ducyr, Treasure of the Khan",
  "_id": "KPanducyrtreasur",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item (longbow), artifact (requires attunement)</em><br>Made from the boughs of the world tree by a legendary centaur bowyer, the bow of unity is one of the treasures of the Khan's people. The bow is the property of the current Khan, and serves as both dreadful weapon and symbol of his power. The world tree has roots into the Elflands, and the bow has traces of elven magic in its grain; but the tree also grows into the Shadow Realm, and drawing back the string of An'ducyr is an invitation to the cunning shadow fey who want the bow for themselves.<br><em><strong>Magic Weapon.</strong> An'ducyr</em> is a magic weapon that grants a +3 bonus to attack and damage rolls made with it. It does not require ammunition, instead generating gleaming arrows when its string is drawn back. These arrows do radiant damage.<br><em><strong>Eyes into the Elflands.</strong></em> As a bonus action, you may draw back the string of <em>An'ducyr</em>, conjuring a gleaming arrow of radiant energy. Until the end of your turn, you gain truesight (600 feet). If the bow is not fired at a creature before the end of your turn, you take 2d6 radiant damage.<br><em><strong>Blinding Arrows.</strong></em> Once each day, as a bonus action, you may call upon the magic of the Elflands to steal your enemy's sight. For one minute, any creature damaged by <em>An'ducyr</em> must succeed a DC 16 Wisdom save or be blinded until the end of your next turn.<br><em><strong>Unifier.</strong></em> While attuned to <em>An'ducyr</em>, you have advantage on all Charisma checks. Additionally, you gain proficiency in Intimidation, Persuasion, and Performance.<br>Known in the Shadow Courts. While attuned to <em>An'ducyr</em>, you are stalked by the shadow fey. They wish to steal the bow and corrupt it. At inopportune times, you are attacked or manipulated by agents of the shadow courts. While in the Khan's possession, <em>An'ducyr</em> is safe from the shadow fey, who wait for it to pass into weaker hands.<br><em><strong>Destroying the Bow.</strong></em> To destroy <em>An'ducyr</em>, the wielder must be descended from the Kahn's people, use the bow to slay Sleipnir with an arrow of horse slaying, and then bathe the bow in the magical horse's blood.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "anducyr-treasure-of-the-khan",
    "source": {
      "book": "MWB",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "artifact"
  },
  "_key": "!items!KPanducyrtreasur"
}
