{
  "name": "Aosda Hymnal",
  "_id": "KPaosdahymnal000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Fabled (5th-Level and Higher Properties Require Attunement by a Spellcaster)</em><br>The iron chain of this belt or girdle tome allows the grimoire to hang at the thigh, ready to be picked up and read. Within, the ancient pages seem impossibly thin yet magically resist damage. The grimoire is organized in the manner of a choir book, each page displaying notations on forgotten and powerful words that originated with the elder beings beyond the void. The owner of the <em>Aosda Hymnal</em> gradually becomes skeptical and wary, developing a fascination with codes, word puzzles, and names.<br>If attuned to it, you can use the grimoire as a spellcasting focus, and it functions as a spellbook for you. The spells listed below count as spells for your spellcasting class. Moreover, while this tome is in your possession, you can use an action to cast the <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPwordofunmaking]{word of unmaking}</em> spell from it at will.<br>When found, the book contains the following spells.<br>1st level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPbrokencharge00]{broken charge}</em><br>2nd level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPclearingthefie]{clearing the field}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPcombustthedead]{combust the dead}</em><br>3rd level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPdimensionalsho]{dimensional shove}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPforcefulrepurp]{forceful repurposing}</em><br>4th level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPknifeoffate000]{knife of fate}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPverbalassault0]{verbal assault}</em><br>5th level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPboneofcontenti]{bone of contention}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPsouleater00000]{souleater}</em><br>6th level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPdimensionalren]{dimensional rending}</em><br>7th level: <em>@UUID[Compendium.dnd5e.spells.Item.B2kbmgbA2WQR00kx]{symbol}</em><br>8th level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPdesolation0000]{desolation}</em><br>9th level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPblackhole00000]{black hole}</em><br><em><strong>Tome of Hidden Words (Requires Attunement).</strong></em> As your level increases, you gain the following benefits while the grimoire is on your person. Saving throws for its features equal your spell save DC.<br><strong>5th level.</strong> As an action, you read a word of power from the grimoire that causes a creature to forget a bit of time. If the creature has 25 hit points or fewer, it forgets the last minute of time. When you use this property, you can choose specific events or individuals that the target will forget. The target’s mind fills in any gaps in its memory and will naturally explain away absences or illogical events, such as a message arriving when the messenger has been forgotten. The target’s memory returns after 1 week.<br>If you expend a spell slot of 3rd level or higher when you use this property, you can insert one memory into the time the target has forgotten. For example, you might suggest to a noble that you are the new guardsman he just met. The target must make a Wisdom saving throw. On a failed save, the target believes the memory is real and true. This memory must somehow fit into the target’s experience during the forgotten time. If the inserted memory is too illogical, the target gains advantage on the saving throw. Once you use this property, you must finish a short or long rest before you can use it again.<br><strong>9th level.</strong> As an action, you read a word of power from the grimoire to momentarily take control of a creature’s attacks. If the creature has 50 hit points or fewer, it immediately uses its reaction to make an attack or cast a spell on a target of your choice. You can command the target to use a spell if you have witnessed the target using the spell and if it has uses of that spell remaining.<br>Once you use this feature, you must finish a short or long rest before you can use it again.<br><strong>13th level.</strong> As an action, you read a word of power from the grimoire to strip away a creature’s magic. One creature that you can see within 60 feet is subjected to an aura of antimagic, as in the <em>@UUID[Compendium.dnd5e.spells.Item.Eon0jzGzQRNluTPQ]{antimagic field}</em> spell. This aura moves with the creature. At the end of each of the target’s turns, it can make a Wisdom saving throw. On a success, the effect ends on the target.<br>Once you use this feature, you must finish a long rest before you can use it again.<br><strong>17th level.</strong> As an action, you read a word of power from the grimoire to send a rippling wave of detonations to rend your foes’ very existence. Hostile creatures within 90 feet of a point you can see within 60 feet of you are affected in descending order of their current hit points (ignoring unconscious creatures).<br>Starting with the hostile creature that has the highest current hit points, the first creature takes 10d10 force damage, the second target takes 9d10 force damage, and so on until there are no d10s remaining. A creature can only take damage from this property once with each use. When there are no d10s remaining or no unaffected hostile creatures in range, the effect ends.<br>Once you use this property, you must finish a long rest before you can use it again.<br><em><strong>Quirks of the Aosda Hymnal.</strong></em> While attuned to the grimoire, you occasionally experience the emotions and attitudes of its previous owners, who have left their psychic imprint upon it. While you are not compelled to act on these feelings, you might randomly experience one of the quirks presented in the Quirks of the Aosda Hymnal table.<br><h3>Quirks of the Aosda Hymnal</h3><table><tr><th>d8</th><th>Quirk</th></tr><tr><td>1</td><td>If there is no hope of defeating what is to come, you will surely enjoy the time you have left.</td></tr><tr><td>2</td><td>Sometimes you are unsure if reality is a dream—or if it’s the other way around.</td></tr><tr><td>3</td><td>You alone hear the elder things, whispering about everything you do and everyone you meet.</td></tr><tr><td>4</td><td>You delight in adopting ominous speech patterns or habits that disturb others.</td></tr><tr><td>5</td><td>You feel an unrequited kinship with aberrations and creatures from the void.</td></tr><tr><td>6</td><td>You see omens in everything and use them to guide your every decision.</td></tr><tr><td>7</td><td>You walk the knife’s edge between sanity and the screaming depths lurking behind your eyes.</td></tr><tr><td>8</td><td>You will use any distraction to avoid the nightmares that constantly plague your mind.</td></tr></table><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "aosda-hymnal",
    "source": {
      "book": "DM2",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPaosdahymnal000"
}
