{
  "name": "Aqua Descender",
  "_id": "KPaquadescender0",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Fabled (5th-Level and Higher Abilities Require Attunement)</em><br>While strapped to the floor of this vessel and with the skullcap situated on your head, you can mentally direct it to move in any direction. It has a fly and swim speed of 150 feet per round (approximately 2 miles per hour).<br>If you aren’t attuned to the aqua descender when you place the skullcap upon your head, you must succeed on a DC 25 Wisdom saving throw or have disadvantage on Wisdom checks and Wisdom saving throws for the duration of your voyage and for 24 hours after exiting the vehicle.<br><em><strong>Eye of Command (Requires Attunement).</strong></em> As your level increases, you gain the following benefits while piloting the vessel.<br><em><strong>5th Level.</strong></em> While within the vessel, you and all creatures with you are immune to cold and fire damage.<br><em><strong>9th Level.</strong></em> As an action, you can cast the <em>@UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz]{plane shift}</em> spell, affecting the entire vessel and all onboard. The destination is restricted to the Elemental Plane of Fire, the Elemental Plane of Water, or the Material Plane. Once used, this ability can’t be used in this way again until 24 hours have passed.<br><em><strong>13th Level.</strong></em> As an action on your turn, you can make three tentacle attacks with the vessel. You are considered to have proficiency with the tentacles, and when you make an attack with them, you use your Wisdom modifier in place of your Strength or Dexterity modifier. Each tentacle deals 2d10 bludgeoning damage.<br><em><strong>17th Level.</strong></em> While piloting the vessel, you can cast the <em>@UUID[Compendium.dnd5e.spells.Item.eEpy1ONlXumKS1mp]{dominate monster}</em> spell as an action. Once used, the vessel cannot be used again in this way for 1d4 + 1 days.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "aqua-descender",
    "source": {
      "book": "WG4",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPaquadescender0"
}
