{
  "name": "Arcanist’s Pigment",
  "_id": "KParcanistspigme",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Rarity Varies</em><br>This refined, chalky stick of pigment comes from minerals that have been exposed to powerful sources of magic and that still retain a great deal of arcane potential. Several different colors of arcanist’s pigment exist, each with its own unique properties. A pigment is consumed when its magic takes effect.<br><em><strong>Carbon Black (Rare).</strong></em> You can use an action to crush this pigment and throw it in the air. The pigment clumps together and forms into 2d4 skeletons in unoccupied spaces within 10 feet you. The skeletons are friendly to you and your companions, and they act on your turn. You can use a bonus action to command how they move and what action each takes on its next turn, or to give them general orders, such as to attack your enemies. In the absence of such orders, the skeletons defend themselves but otherwise take no actions. The skeletons crumble to dust after 1 minute, when reduced to 0 hit points, or if drenched with at least 10 gallons of water.<br><em><strong>Cobalt Blue (Uncommon).</strong></em> This pigment can coat the armor of one Medium or smaller creature. Applying the pigment takes 10 minutes. For 8 hours, the armor is immune to heat, rust, and corrosion, and its wearer has resistance to fire damage and poison damage.<br><em><strong>Imperial Purple (Rare).</strong></em> You can use an action to crush this pigment and sprinkle it on one Medium or smaller object within 5 feet of you. For 8 hours or until the object is drenched in at least 1 gallon of water, the object appears more mundane than it actually is: filigree appears tarnished, gemstones look like glass fakes, a sharp edge looks jagged and damaged, and similar effects. In addition, the object can’t be targeted by any divination magic or perceived through magical scrying sensors. If the object is magical, spells and effects that would detect it as such perceive it as nonmagical.<br><em><strong>Sanguine Scarlet (Very Rare).</strong></em> If you crush this pigment as part of casting a conjuration spell that creates or summons one or more creatures, you strengthen the magical bond between you and the creature or creatures. You have advantage on Constitution saving throws to maintain concentration on the spell, and if the spell makes you lose control of the creature or creatures when your concentration breaks, the creature or creatures are dismissed instead. In addition, any damage you take is halved, and the creature or creatures take the other half (split evenly between the creatures, if you control more than one).<br><em><strong>Verdigris (Uncommon).</strong></em> You can use an action to break this stick of pigment and toss it at a point you can see within 10 feet of you. The pigment bursts into green fog in a 10-foot-radius sphere centered on that point for 1 minute. Each creature that starts its turn in the fog must succeed on a DC 13 Dexterity saving throw or be coated in green dust. A creature coated in green dust has a −2 penalty to its Armor Class as the pigment temporarily weakens its armor. A creature that isn’t wearing armor is unaffected by the dust. The effect lasts until the coated creature spends 1 minute cleaning the armor or until the armor is drenched in at least 10 gallons of water.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "arcanists-pigment",
    "source": {
      "book": "CB:C&T",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KParcanistspigme"
}
