{
  "name": "Ash of the Ebon Birch",
  "_id": "KPashoftheebonbi",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/consumable.svg",
  "system": {
    "description": {
      "value": "<p><em>Potion, uncommon</em><br>This salve is created by burning bark from a rare ebon birch tree then mixing that ash with oil and animal blood to create a cerise pigment used to paint yourself or another creature with profane protections. Painting the pigment on a creature takes 1 minute, and you can choose to paint a specific sigil or smear the pigment on a specific part of the creature’s body.<br><em><strong>Sigils.</strong></em> You can paint one of the following sigils on a creature for a specific effect.<ul><li><em>Antlers.</em> The creature gains the effect of the <em>@UUID[Compendium.dnd5e.spells.Item.DQzlB5Y3k791W5bH]{see invisibility}</em> spell for 1 hour.</li><li><em>Beak.</em> The creature is immune to being charmed and can’t be scried upon for 1 hour.</li><li><em>Claw.</em> The creature can’t be surprised for 1 hour.</li><li><em>Hoof.</em> The creature’s remains are prevented from rising or being animated as an undead for 24 hours.</li><br><em><strong>Smear.</strong></em> You can smear the pigment across specific parts of a creature’s body, and the creature gains an effect based on the body part.<li><em>Arms or Shoulders.</em> The creature’s Strength score increases by 2 for 1 hour.</li><li><em>Chest or Back.</em> The creature has advantage on one type of saving throw (your choice) for 10 minutes.</li><li><em>Eyes.</em> The creature gains truesight out to 30 feet for 10 minutes.</li><li><em>Legs or Limbs.</em> The creature’s speed increases by 10 feet for 1 hour.</li><li><em>Stomach.</em> The creature’s maximum hit points increase by 10 for 1 hour.</li><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "ash-of-the-ebon-birch",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "potion",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "uncommon"
  },
  "_key": "!items!KPashoftheebonbi"
}
