{
  "name": "Bands of Obsession",
  "_id": "KPbandsofobsessi",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/finger/ring-band-engraved-lines-gold.webp",
  "system": {
    "description": {
      "value": "<p><em>Ring, Very Rare (Requires Attunement)</em><br>These are a matching set of engraved rings. You can only attune to one if another creature attunes to the other. While wearing the rings, you and your partner gain the benefits of warding bond with each other. You can also communicate telepathically with the other wearer within 120 feet.<br>You can each <em>@UUID[Compendium.dnd5e.spells.Item.A4RsPuSvB9wFtz1j]{dimension door}</em> to the other’s location once per day.<br><em><strong>Curse.</strong></em> These rings are cursed, and becoming attuned to them extends the curse to both wearers. As long as you remain cursed, you do not wish to remove your ring, nor do you want your partner to remove theirs. Whenever either of you are more than 120 feet apart from your partner, you attempt to move closer to them. If doing so is dangerous, you must succeed a DC 17 Wisdom saving throw to resist moving toward them.<br>If you remain more than 120 feet apart from your partner for 1 hour or more, you both suffer a level of exhaustion and continue to suffer a level of exhaustion for each additional hour you are apart. These levels of exhaustion disappear after a short rest once you are within 120 feet of each other.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "bands-of-obsession",
    "source": {
      "book": "YFYiaHH",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "ring",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPbandsofobsessi"
}
