{
  "name": "Bead of Exsanguination",
  "_id": "KPbeadofexsangui",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, rare</em><br>This small, black bead measures 3/4 of an inch in diameter and weights an ounce. Typically, 1d4 + 1 <em>beads of exsanguination</em> are found together. When thrown, the bead absorbs hit points from creatures near its impact site, damaging them. A bead can store up to 50 hit points at a time. When found, a bead contains 2d10 stored hit points.<br>You can use an action to throw the bead up to 60 feet. Each creature within a 20-foot radius of where the bead landed must make a DC 15 Constitution saving throw, taking 3d6 necrotic damage on a failed save, or half as much damage on a successful one. The bead stores hit points equal to the necrotic damage dealt. The bead turns from black to crimson the more hit points are stored in it.<br>If the bead absorbs 50 hit points or more, it explodes and is destroyed. Each creature within a 20‑foot radius of the bead when it explodes must make a DC 15 Dexterity saving throw, taking 6d6 necrotic damage on a failed save, or half as much damage on a successful one.<br>If you are holding the bead, you can use a bonus action to determine if the bead is below or above half its maximum stored hit points. If you hold and study the bead over the course of 1 hour, which can be done during a short rest, you know exactly how many hit points are stored in the bead.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "bead-of-exsanguination",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPbeadofexsangui"
}
