{
  "name": "Binding Oath",
  "_id": "KPbindingoath000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "icons/sundries/scrolls/scroll-bound-black-brown.webp",
  "system": {
    "description": {
      "value": "<p><em>Scroll, very rare (requires attunement by a cleric or paladin)</em><br>This lengthy scroll is the testimony of a pious individual’s adherence to their faith. The author has emphatically rewritten these claims many times, and its two slim, metal rollers are wrapped in yards of parchment. When you attune to the item, you rewrite certain passages to align with your own religious views.<br>You can use an action to throw the scroll at a Huge or smaller creature you can see within 30 feet of you. Make a ranged attack roll. On a hit, the scroll unfurls and wraps around the creature. The target is restrained until you take a bonus action to command the scroll to release the creature. If you command it to release the creature or if you miss with the attack, the scroll curls back into a rolled-up scroll. If the restrained target’s alignment is the opposite of yours along the law/chaos or good/evil axis, you can use a bonus action to cause the writing to blaze with light, dealing 2d6 radiant damage to the target.<br>A creature, including the restrained target, can use an action to make a DC 17 Strength check to tear apart the scroll. On a success, the scroll is destroyed. Such an attempt causes the writing to blaze with light, dealing 2d6 radiant damage to both the creature making the attempt and the restrained target, whether or not the attempt is successful. Alternatively, the restrained creature can use an action to make a DC 17 Dexterity check to slip free of the scroll. This action also triggers the damage effect, but it doesn’t destroy the scroll.<br>Once used, the scroll can’t be used again until the next dawn.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "binding-oath",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "scroll",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPbindingoath000"
}
