{
  "name": "Book of Ebon Tides",
  "_id": "KPbookofebontide",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, very rare (requires attunement by a wizard)</em><br>This strange, twilight‑hued tome was written on pages of pure shadow weave, bound in traditional birch board covers wrapped with shadow goblin hide, and imbued with the memories of forests on the Plane of Shadow. Its covers often reflect light as if it were resting in a forest grove, and some owners swear that a goblin face appears on them now and again. The sturdy lock on one side opens only for wizards, elves, and shadow fey.<br>The book has 15 charges, and it regains 2d6 + 3 expended charges daily in the twilight before dawn. If you expend the last charge, roll a d20. On a 1, the book retains its Ebon Tides and Shadow Lore properties but loses its Spells property.<br><em><strong>Ebon Tides.</strong></em> If you spend 100 hours over the period of 30 days or more studying the volume, you can perform a magical ritual to shift the structure of the Plane of Shadow in particular ways. At any point after your study completes, you can expend 5 of the book’s charges while spending 1 minute concentrating and performing invocations to transform the terrain near you. You don’t need to repeat the study to use this property again.<br>When the magic ritual completes, make an Intelligence (Arcana) check and consult the Terrain Changes table for the appropriate DCs. You can change the terrain in any one way listed at your result or lower. For example, if your result was 17, you could turn a small forest up to 30 feet across into a grassland, create a grove of trees up to 240 feet across, create a 6-foot‑wide flowing stream, overgrow 1,500 feet of an existing road, or other similar option. Only natural terrain you can see can be affected; built structures, such as homes or castles, remain untouched, though roads and trails can be overgrown or hidden. On a failure, the terrain is unchanged. On a 1, an @UUID[Compendium.koboldpressogl.koboldpressmonsters.Actor.KPovershadow0000]{overshadow} also appears and attacks you. On a 20, you can choose two options.<br>Deities, fey lords and ladies, archdevils, demon lords, and other powerful rulers in the Plane of Shadow can prevent these terrain modifications from happening in their presence or anywhere within their respective domains.<br><em><strong>Shadow Lore.</strong></em> If you spend 10 minutes referencing this book while researching the Plane of Shadow or its creatures, you double your proficiency bonus on Arcana, History, and Religion checks to recall lore about such subjects for the next 24 hours. If you don’t have proficiency in these skills, you instead gain proficiency in them for the next 24 hours, but you are only proficient when recalling information about the subjects of your research. This research can be done during a short rest.<br><em><strong>Spells.</strong></em> While holding the book, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPcloakofshadow0]{cloak of shadow}</em> (1 charge), <em>@UUID[Compendium.dnd5e.spells.Item.S7VbUetIfVT7B6Eq]{darkness}</em> (2 charges), <em>@UUID[Compendium.dnd5e.spells.Item.X4c8xCkmF8U9HUMz]{mirror image}</em> (2 charges), <em>@UUID[Compendium.dnd5e.spells.Item.BYNvBJzHcF5VJhXw]{phantasmal killer}</em> (4 charges), <em>@UUID[Compendium.dnd5e.spells.Item.DQzlB5Y3k791W5bH]{see invisibility}</em> (2 charges), <em>@UUID[Compendium.dnd5e.spells.Item.mbFw57uyfLkyiw5k]{seeming}</em> (5 charges), <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPshadowgateway0]{shadow gateway}</em> (5 charges), <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPshadowstep0000]{shadow step}</em> (4 charges), or <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPslither0000000]{slither}</em> (2 charges). You can also use an action to cast the <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPdouselight0000]{douse light}</em> or <em>@UUID[Compendium.dnd5e.spells.Item.oIzA2MEHwxhtQneU]{minor illusion}</em> spell from the book without using any charges.<br><em><strong>Retributive Shadows.</strong></em> You can use an action to speak a special command word and rip the book in half. The book is destroyed and releases its remaining magic in a wave of shadow magic. Four 10-foot cubes of shadow move outward from the book in the cardinal directions, and each cube moves up to 20 feet away from the point where the book was destroyed each round. This effect works like the <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPcreepingdarkne]{creeping darkness}</em> spell, except it creates four cubes instead of three, and the necrotic damage dealt by the spell increases by 1d6 for each charge remaining in the book.<br><h2>Terrain Changes</h2><table><tr><th>DC</th><th>Effect</th></tr><tr><td>8</td><td>Obscuring a path and removing all signs of passage (30 feet per point over 7)</td></tr><tr><td>10</td><td>Creating a grove of trees (30 feet across per point over 9)</td></tr><tr><td>11</td><td>Creating or drying up a lake or pond (up to 10 feet across per point over 10)</td></tr><tr><td>12</td><td>Creating a flowing stream (1 foot wide per point over 11)</td></tr><tr><td>13</td><td>Overgrowing an existing road with brush or trees (300 feet per point over 12)</td></tr><tr><td>14</td><td>Shifting a river to a new course (300 feet per point over 13)</td></tr><tr><td>15</td><td>Moving a forest (300 feet per point over 14)</td></tr><tr><td>16</td><td>Creating a small hill, riverbank, or cliff (10 feet tall per point over 15)</td></tr><tr><td>17</td><td>Turning a small forest into grassland or clearing, or vice versa (30 feet across per point over 16)</td></tr><tr><td>18</td><td>Creating a new river (10 feet wide per point over 17)</td></tr><tr><td>19</td><td>Turning a large forest into grassland, or vice versa (300 feet across per point over 19)</td></tr><tr><td>20</td><td>Creating a new mountain (1,000 feet high per point over 19)</td></tr><tr><td>21</td><td>Drying up an existing river (reducing width by 10 feet per point over 20)</td></tr><tr><td>22</td><td>Shrinking an existing hill or mountain (reducing 1,000 feet per point over 21)</td></tr></table><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "book-of-ebon-tides",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "uses": {
      "spent": 0,
      "max": "15",
      "recovery": [
        {
          "period": "day",
          "formula": "2d6 + 3",
          "type": "formula"
        }
      ]
    },
    "rarity": "very rare"
  },
  "_key": "!items!KPbookofebontide"
}
