{
  "name": "Carriage of Whispers",
  "_id": "KPcarriageofwhis",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, very rare (requires attunement)</em><br>This black-lacquered, gold-trimmed carriage is typical of the fine conveyances used by the well-to-do. The doors are emblazoned with shields that the owner of the carriage can, as an action, transfigure to display any heraldic device. Nothing said within the confines of the coach can be heard from outside.<br>The coach contains the bound spirit of an echo demon, and the coach’s magic allows the owner to twist the demon’s sound magic to their own ends. When the coach is in motion, the owner or a passenger designated by the owner can whisper words within the coach that echo into the surrounding area and are subconsciously heard by those nearby. This requires the complete concentration of the whisperer, who cannot do anything else while using this ability. Any nondeaf creature with an Intelligence of 3 or higher within 100 feet of the carriage must succeed at a DC 15 Wisdom saving throw to ignore the whispers. Creatures that fail the saving throw are affected by one of the following effects, chosen by the carriage's controller.<ul><li>The whispers play upon the subject’s doubts and fears. The subject has disadvantage on ability checks and attacks for 1d6 minutes after the carriage passes.</li><li>The subject becomes more favorably inclined toward a person mentioned in the whispers. The subject has disadvantage on checks or saving throws made against being persuaded or intimidated by the person mentioned in the whispers for the next 8 hours.</li><li>The subject becomes more hostile toward a person mentioned in the whispers. The subject has advantage on checks or saving throws made against being persuaded or intimidated by the person mentioned in the whispers for the next 8 hours.</li><li>The subject is under the influence of the whisperer’s whims, as if affected by the spell <em>@UUID[Compendium.dnd5e.spells.Item.zMAWdyc8UVb37BK4]{suggestion}</em>. This suggestion must be very general, because the brief passage of the carriage does not leave enough time for a detailed command.</li><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "carriage-of-whispers",
    "source": {
      "book": "DC&SS",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPcarriageofwhis"
}
