{
  "name": "Chalk of Exodus",
  "_id": "KPchalkofexodus0",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, uncommon</em><br>This piece of chalk glitters in the light, as if infused with particles of mica or gypsum. The chalk has 10 charges. You can use an action and expend 1 charge to draw a door on any solid surface upon which the chalk can leave a mark. You can then push open the door while picturing a real door within 10 miles of your current location. The door you picture must be one that you have passed through, in the normal fashion, once before. The chalk opens a magical portal to that other door, and you can step through the portal to appear at that other location as if you had stepped through that other door. At the destination, the target door opens, revealing a glowing portal from which you emerge. Once through, you can shut the door, dispelling the portal, or you can leave it open for up to 1 minute. While the door is open, any creature that can fit through the chalk door can traverse the portal in either direction.<br>Each time you use the chalk, roll a d20. On a roll of 1, the magic malfunctions and connects you to a random door similar to the one you pictured within the same range, though it might be a door you have never seen before. The chalk becomes nonmagical when you use the last charge.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "chalk-of-exodus",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "uses": {
      "spent": 0,
      "max": "10",
      "recovery": [
        {
          "period": "day",
          "type": "recoverAll"
        }
      ]
    },
    "rarity": "uncommon"
  },
  "_key": "!items!KPchalkofexodus0"
}
