{
  "name": "Clockwork Seige Crab",
  "_id": "KPclockworkseige",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, very rare (requires attunement)</em><br>This Huge fabrication of brass, iron, and glass resembles a giant crab. It is the prototype of a dwarf artificer who built machines to work the city’s river docks, but the vehicle was stolen years ago by a cult leader on a whim. She now uses it as her personal chariot, unwieldy though it may be, when she needs to abscond with large cargo or when she needs additional offensive power.<br>It costs 100 gp in alchemical reagents to fuel the <em>clockwork siege crab</em>/ for one hour. Creatures on the lower deck of the <em>clockwork siege crab</em> have total cover, while those on the upper deck have three- quarters cover. The upper deck is roofed but it has large, open view ports so passengers can see out and direct attacks outside the vehicle. Operating the crab requires one driver, who must be attuned, and three other crew members on the lower deck. It can hold four additional passengers on the upper deck.<br>The <em>siege crab</em> has AC 18 and 200 hit points, and it's immune to necrotic, poison, psychic, and radiant damage. The driver can attack twice per round with the vehicle’s crushing pincers (<em>Melee Weapon Attack:</em> +8 to hit, reach 10 ft., one target. <em>Hit:</em> 44 [8d10] bludgeoning damage).<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "clockwork-seige-crab",
    "source": {
      "book": "DC&SS",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPclockworkseige"
}
