{
  "name": "Coat of Dust and Ash",
  "_id": "KPcoatofdustanda",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/back/cloak-brown-collared-fur-white-tied.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, legendary (requires attunement)</em><br>Worn ragged, this cowled and belted longcoat sports chewed cuffs and tattered hems. Its perpetually dusty, mottled gray exterior still bears the runic-insignia of an ancient reconnaissance cadre stitched in tarnished silver thread inside the hood.<br>While wearing a coat of dust and ash, you gain the following benefits:<ul><li>You have advantage on saving throws to resist poison or disease.</li><li>You have advantage on initiative and on Dexterity (Stealth) checks to hide, and difficult (desert or mountain) terrain doesn’t cost you extra movement.</li><br>When wearing the coat within the borders of the area the ancient guard fought in, you gain the following additional benefits:<li>You double your proficiency bonus on Wisdom (Survival) checks made while outdoors. When not in combat, you (and those you lead) may travel between any two locations within the area twice as fast as your speed would normally allow.</li><li>The aberrant weather conditions common to the area (bone, dust, and sandstorms) do not impose disadvantage on Wisdom (Perception) checks relying on hearing or sight. You gain a +3 bonus to your passive Wisdom (Perception) and passive Intelligence (Investigation) scores while outdoors.</li><li>Dust-Devil (1/long rest). You conjure an irradiated dust mephit companion for up to 4 hours, which behaves per <em>@UUID[Compendium.dnd5e.spells.Item.KgEw3sDr39C6g8nY]{conjure minor elementals}</em>. Alter the dust mephit statblock with the following traits: <strong>AC</strong> 13, <strong>HP</strong> 28 (8d6); <em><strong>Innate Spellcasting</strong></em> adds burning hands and faerie fire 1/day each; <em><strong>Claws</strong></em> and <em><strong>Blinding Breath</strong></em> both add the poisoned condition to their effects and DCs increase to 13.</li><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "coat-of-dust-and-ash",
    "source": {
      "book": "WG",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "clothing",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "legendary"
  },
  "_key": "!items!KPcoatofdustanda"
}
