{
  "name": "Conjurelock Manacles",
  "_id": "KPconjurelockman",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Rare (Requires Attunement)</em><br>These open-fingered manacles etched in arcane runes cover most of the hands, hampering complex finger and wrist movement. Each set of <em>conjurelock manacles</em> comes with one key, and you can use an action to bind the hands of one Small or Medium Humanoid that is incapacitated, restrained, or unconscious. While a creature is bound in these manacles, the creature can’t perform the somatic components of a spell, and the manacles enclose the creature in a sphere of antimagic. The sphere is weightless and just large enough to contain the creature. Spells can’t be cast within the sphere, magic items, except for the manacles, become mundane within it, and the bound creature is unaffected by spells and magical effects from outside the sphere, except for the magic of the manacles.<br>You can use an action to unlock the manacles with their key. The bound creature can take its action to free itself by succeeding on a DC 21 Dexterity (Acrobatics) check to wiggle free or a DC 21 Strength (Athletics) check to break the manacles. Alternatively, a creature can take its action to pick the lock by succeeding on a DC 21 Dexterity check using thieves’ tools. If the bound creature is freed from the manacles by any means other than the key, you receive a mental ping to let you know the manacles were breached, and you are aware of the manacles’ location when they were breached, if you and the manacles are on the same plane of existence.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "conjurelock-manacles",
    "source": {
      "book": "CB:C&T",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPconjurelockman"
}
