{
  "name": "Crab Gloves",
  "_id": "KPcrabgloves0000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/back/cloak-brown-collared-fur-white-tied.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, uncommon (requires attunement)</em><br>These gloves are shaped like crab claws but fit easily over your hands. While wearing these gloves, you can take the Attack action to make two melee weapon attacks with the claws. You are proficient with the claws. Each claw has a reach of 5 feet and deals bludgeoning damage equal to 1d6 + your Strength modifier on a hit. If you hit a creature of your size or smaller using a claw, you automatically grapple the creature with the claw. You can have no more than two creatures grappled in this way at a time. While grappling a target with a claw, you can’t attack other creatures with that claw.<br>While wearing the gloves, you have disadvantage on Charisma and Dexterity checks, but you have advantage on checks while operating an <em>@UUID[Compendium.dnd5e.items.Item.lSd5QHnIJbKvP1bh]{apparatus of the crab}</em> and on attack rolls with the apparatus’ claws. In addition, you can’t wield weapons or a shield, and you can’t cast a spell that has a somatic component.<br>A creature with an Intelligence of 8 or higher that has two claws can wear these gloves. If it does so, it has two appropriately sized humanoid hands instead of claws. The creature can wield weapons with the hands and has advantage on Dexterity checks that require fine manipulation.<br>Pulling the gloves on or off requires an action.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "crab-gloves",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "clothing",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "uncommon"
  },
  "_key": "!items!KPcrabgloves0000"
}
