{
  "name": "Crimson Scepter",
  "_id": "KPcrimsonscepter",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/weapons/wands/wand-star-white.webp",
  "system": {
    "description": {
      "value": "<p><em>Wand, Legendary (Requires Attunement by a Bard, Cleric, or Wizard)</em><br>This ancient emblem of the void takes the form of a red-gold scepter with a winding serpent along its length, worked in black opal, and topped with the skull of a void dragon wyrmling, wrapped in a black mist.<br>This scepter has 12 charges for the following properties. It regains 1d8 + 1 expended charges daily at dawn. If you expend the scepter’s last charge, roll a d20. On a 1, the scepter crumbles into ash and is destroyed.<br>Anyone holding the scepter and speaking its command word in Void Speech can perform the following actions:<br><em><strong>Doom Weapon.</strong></em> By expending 1 charge, any melee weapons you hold while also wielding the <em>Crimson Scepter</em> are immediately empowered with an unholy red glow, and you gain a bonus action to make a melee attack, dealing an extra 2d12 necrotic damage on a hit. If the attack fails, the glow and its charged necrotic damage remain so long as you hold the <em>Crimson Scepter</em> and the weapon. If either is dropped, the necrotic damage vanishes.<br><em><strong>Voidstorm.</strong></em> By expending 3 charges, you may generate three rays of void energy and throw them at one or more targets within 60 feet. Roll a ranged spell attack for each ray. If it hits, the target takes 1d12 necrotic damage. You can spend additional charges to increase the damage by 1d12 per additional charge spent.<br><em><strong>Unspeakable Utterance.</strong></em> By expending 6 charges, you can speak an unholy word that affects all creatures within 60 feet of you. This powerful sonic attack strikes fear into the hearts of those affected and damages their sensitive tissues, causing shortness of breath, bleeding from the eyes and ears, and temporary blindness and deafness. Those within the area must make a DC 16 Constitution saving throw, taking 12d6 necrotic or psychic damage (your choice) and being blinded and deafened for 1 minute on a failed save or half that damage and no additional effects on a successful one.<br>Whenever 4 or more charges are expended at once, you gain 1 point of void taint.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "crimson-scepter",
    "source": {
      "book": "WG4",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "wand",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "uses": {
      "spent": 0,
      "max": "12",
      "recovery": [
        {
          "period": "dawn",
          "formula": "1d8 + 1",
          "type": "formula"
        }
      ]
    },
    "rarity": "legendary"
  },
  "_key": "!items!KPcrimsonscepter"
}
