{
  "name": "Crown of Infinite Midnight",
  "_id": "KPcrownofinfinit",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/back/cloak-brown-collared-fur-white-tied.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em><br>This dazzling helm is set with 1d12 sapphires, 2d12 black opals, and 3d12 obsidians. Any gem pried from the helm crumbles to dust. When all the gems are removed or destroyed, the helm loses its magic.<br>You gain the following benefits while wearing it:<ul><li>You can use an action to cast one of the following spells (save DC 17), using one of the helm’s gems of the specified type as a component: darkness (obsidian), vampiric touch (black opal), or wall of ice (sapphire). The gem is destroyed when the spell is cast and disappears from the helm.</li><li>As long as it has at least one sapphire, you have blindsight to 120 feet. Any living creature that starts its turn in that area takes 1d6 necrotic damage.</li><li>As long as the helm has at least one black opal, you have resistance to necrotic damage.</li><li>As long as the helm has at least one piece of obsidian, you can use an action and speak a command word to cause one weapon you are holding to sizzle with black flames. The flames are harmless to you and to the weapon. When you hit with an attack using the blazing weapon, the target takes an extra 1d6 fire damage. The flames last until you use a bonus action to speak the command word again or until you drop or stow the weapon.</li><br>Roll a d20 if you are wearing the helm and take necrotic damage as a result of failing a saving throw against a spell. On a roll of 1, the helm emits shadowy purple rays from its remaining gems. Each creature within 60 feet of the helm other than you must succeed on a DC 17 Dexterity saving throw or be struck by a beam, taking necrotic damage equal to the number of gems in the helm. The helm and its gems are then destroyed.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "crown-of-infinite-midnight",
    "source": {
      "book": "BoET",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "clothing",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPcrownofinfinit"
}
