{
  "name": "Crucible of Monstrosities",
  "_id": "KPcrucibleofmons",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, artifact</em><br><em>Crucible of Monstrosities</em> is an enormous object fashioned from white clay and engraved with mystical symbols chased with burnished copper and electrum. The crucible is large enough to hold a single Huge creature, two Large creatures, four Medium creatures, or eight Small ones.<br>If one or more creatures are placed in the crucible and the crucible is heated over an intense, magical flame, each creature must make a DC 20 Constitution saving throw against the crucible’s powerful transmutation magic. If this saving throw fails, the creature’s body liquefies and the creature is blinded, deafened, and paralyzed until the transformation is complete. The creature’s equipment doesn’t dissolve; as a result, most creatures are stripped naked before being placed in the crucible. Over the course of 10 minutes, the liquefied creature transforms into another creature.<br>If this transformation is interrupted, the transforming creature is slain. It can be brought back to life in its original form by a <em>@UUID[Compendium.dnd5e.spells.Item.jhhT9PsHy5A7EojO]{resurrection}</em> spell or similar magic.<br>If the process reaches completion, the creature transforms into another creature as if affected by a <em>@UUID[Compendium.dnd5e.spells.Item.N2UEFq8X5LRsLcOZ]{shapechange}</em> spell. The transformed creature must make a successful DC 20 Wisdom saving throw or lose its memory and all its previous abilities, traits, and features, which are replaced by the blank mind of a newly born version of the creature it transformed into. Whether or not a creature retains its mental faculties, the newly assumed form is permanent. At that point, the creature can regain its former form (and memories and abilities) only through a <em>@UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz]{wish}</em> spell.<br>Constructs and undead are immune to the crucible’s power, as is any creature that has the Shapechanger trait, such as a @UUID[Compendium.dnd5e.monsters.Actor.mWbrPhcKOz6oLXMV]{doppelganger}.<br>To determine what a creature transforms into, roll a d20 and consult the following table.<table><tr><th>d20</th><th>Creature</th><th>d20</th><th>Creature</th></tr><tr><td>01</td><td>Cat</td><td>11</td><td>Chimera</td></tr><tr><td>02</td><td>Ape</td><td>12</td><td>Griffon</td></tr><tr><td>03</td><td>Camel</td><td>13</td><td>Harpy</td></tr><tr><td>04</td><td>Dire wolf</td><td>14</td><td>Lamia</td></tr><tr><td>05</td><td>Giant fly</td><td>15</td><td>Manticore</td></tr><tr><td>06</td><td>Giant lizard</td><td>16</td><td>Spirit naga</td></tr><tr><td>07</td><td>Giant toad</td><td>17</td><td>Aboleth</td></tr><tr><td>08</td><td>Mastiff</td><td>18</td><td>Gibbering mouther</td></tr><tr><td>09</td><td>Tiger</td><td>19</td><td>Gargoyle</td></tr><tr><td>10</td><td>Basilisk</td><td>20</td><td>New life form (GM’s choice)</td></tr></table><br><em><strong>Destroying the Crucible.</strong></em> <em>Crucible of Monstrosities</em> can be destroyed if a celestial and a fiend, both of at least challenge rating 15, willingly allow themselves to be transformed at the same time. If this happens, the crucible can’t take the burden of transforming both creatures and shatters in a spectacular explosion that deals 20d6 piercing damage to all creatures in a 60‑foot radius, or half as much damage with a successful DC 15 Dexterity saving throw.</table><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "crucible-of-monstrosities",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "artifact"
  },
  "_key": "!items!KPcrucibleofmons"
}
