{
  "name": "Dastardly Quill and Parchment",
  "_id": "KPdastardlyquill",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, rare</em><br>This quill and parchment are magically linked as long as both remain on the same plane of existence. When a creature writes or draws on any surface with the quill, that writing or drawing appears on its linked parchment, exactly as it would appear if the writer was writing or drawing on the parchment with black ink. This effect doesn’t prevent the quill from being used as a standard quill on a nonmagical piece of parchment, but this written communication is one-way, from quill to parchment. The quill’s linked parchment is immune to all nonmagical inks and stains, and any magical messages written on the parchment disappear after 1 minute and aren’t conveyed to the creature holding the quill.<br>The parchment is approximately 9 inches wide by 13 inches long. If the quill’s writing exceeds the area of the parchment, the older writing fades from the top of the sheet, replaced by the newer writing. Otherwise, the quill’s writing remains on the parchment for 24 hours, after which time all writing fades from it.<br>If either item is destroyed, the other item becomes nonmagical.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "dastardly-quill-and-parchment",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPdastardlyquill"
}
