{
  "name": "Deadfall and Fetch",
  "_id": "KPdeadfallandfet",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (Paired Handaxes), Fabled (5th Level and Higher Properties Require Attunement by a Creature with the Two-Weapon Fighting Style)</em><br>These paired handaxes have well-worn, coppery wooden handles and dull gray blades that show signs of heavy use. A fallen tree is engraved upon the head of Deadfall, and a thunderhead is engraved on the head of Fetch.<br>You have a +1 bonus to attack and damage rolls made with both <em>Deadfall</em> and <em>Fetch</em>. When holding both handaxes, you can activate them to gain advantage on Wisdom (Survival) checks for 1 hour. Once used, this property can’t be used again until the next dawn.<br><em><strong>Swiftly Hewn (Requires Attunement).</strong></em> As your level increases, you gain the following benefits while wielding or holding both of these paired axes. You cannot use any of these abilities unless holding both axes.<br><em><strong>5th level.</strong></em> Whenever you roll a 20 on your attack roll with <em>Deadfall</em>, the target must succeed on a DC 13 Strength saving throw or be knocked prone. When throwing <em>Fetch</em>, you may make ranged attack at long range without disadvantage.<br><em><strong>9th level.</strong></em> When you use an action to make an attack with one of these handaxes while two-weapon fighting and use a bonus action to make a melee attack with the other of these magical handaxes, you may make an additional attack with either handaxe.<br><em><strong>13th level.</strong></em> <em>Deadfall</em> gains 3 charges. You spend 1 charge and use an action to slam <em>Deadfall</em> to the ground, causing violent vibrations to spread out from you in a 30-feet cone. Creatures within the area of effect take 6d6 thunder damage and fall prone unless they succeed on a DC 15 Constitution saving throw. Creatures that succeed take half damage and do not fall prone. <em>Deadfall</em> regains all expended charges daily at dawn. <em>Fetch</em> returns to your hand immediately after it is used to make a ranged attack.<br><em><strong>17th level.</strong></em> Melee attacks with <em>Deadfall</em> do an additional 2d6 thunder damage to Constructs and Plants. Ranged attacks with <em>Fetch</em> do not incur disadvantage when made within 5 feet of a hostile creature.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "deadfall-and-fetch",
    "source": {
      "book": "BoB:EtR",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPdeadfallandfet"
}
