{
  "name": "Destiny",
  "_id": "KPdestiny0000000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (Greatsword), Fabled (5th-Level and Higher Properties Require Attunement)</em><br>Oddly familiar patterns are etched into this silver blade.<br>Warriors of legend are often marked by a unique trait or event that sets them on their remarkable path, and some are destined to walk the champion’s path even from the moment of their birth. Whether born to an ancient line of warrior monarchs or prophesied to be the last hope of a dying people, a weapon in the hand of such a wielder grows in power with each step toward fulfilling a destiny of leadership.<br>While you hold this sword, you have advantage on Charisma (Intimidation) and Charisma (Persuasion) checks made to influence creatures who can see the weapon.<br><em><strong>Birthright (Requires Attunement).</strong></em> As your level increases, you gain the following benefits while wielding this weapon.<br><em><strong>5th level.</strong></em> You gain a +1 bonus to attack and damage rolls with this weapon. In addition, when you are attacked by an enemy within 5 feet of a friendly creature who can see or hear you, you can expend your reaction to direct that ally to strike. That ally can immediately make one weapon attack against the enemy creature.<br><em><strong>9th level.</strong></em> While you are attuned to this sword, your Charisma score changes to 21. The item has no effect on you if your Charisma without the sword is equal to or greater than 21.<br><em><strong>13th level.</strong></em> You now gain a +2 bonus to attack and damage rolls with this weapon instead of +1. In addition, you can use a bonus action to end a condition affecting an ally you can see within 60 feet of you.<br><em><strong>17th level.</strong></em> You now gain a +3 bonus to attack and damage rolls with this weapon instead of +2. Additionally, when an ally within 60 feet of you would be reduced to 0 hit points, you can use your reaction to expend one of your Hit Dice. When you do so, the ally recovers hit points equal to the number rolled on your Hit Die plus your Charisma modifier.<br>Once you use this feature, you cannot do so again until you complete a long rest.<br><h2>Suggested Mighty Deeds</h2><br>Potential mighty deeds for this weapon:<ul><li>Uncover an important secret about your ancestry or origins.</li><li>Lead a group to victory against astronomical odds.</li><li>Sacrifice something you care about to live up to your responsibilities.</li><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "destiny",
    "source": {
      "book": "BoB:EtB",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPdestiny0000000"
}
