{
  "name": "Doombringer’s Blade",
  "_id": "KPdoombringersbl",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (Any Ax, Halberd, Sword, or Dagger), Rare (Requires Attunement)</em><br>This magic weapon resembles a slice of pure black energy surrounded by a purple or blue nimbus. You gain a +1 bonus to attack and damage rolls made with it. You can choose as a bonus action to change the damage dealt by an attack made with this weapon to necrotic.<br>In addition, you can use a <em>doombringer’s blade</em> to tear a hole in reality, ripping open the planar fabric to show the void and shadow just beyond the threshold. You must slice the blade across an unoccupied area as an action, creating a 5-foot cube filled with a dark rift to the Void. Air and water immediately begin to move through the rift, and creatures adjacent to this space must immediately make a DC 14 Strength saving throw while in air or a DC 18 Strength saving throw while in water. On a successful save, they maintain their position. On a failed save, they are drawn into the space containing the rift and take 2d12 force damage. Moving out of the space is treated as moving through difficult terrain. The rift remains until it has consumed either a sentient being or enough solid material to fill a 10-foot cube. This property can’t be used again until after a long rest.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "doombringers-blade",
    "source": {
      "book": "WG4",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPdoombringersbl"
}
