{
  "name": "Dread Scarab",
  "_id": "KPdreadscarab000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/back/cloak-brown-collared-fur-white-tied.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, very rare (requires attunement)</em><br>The abdomen of this beetleshaped brooch is decorated with the grim semblance of a human skull. If you hold it in your hand for 1 round, an Abyssal inscription appears on its surface, revealing its magical nature. While wearing this brooch, you gain the following benefits:<ul><li>You have advantage on saving throws against spells.</li><li>The scarab has 9 charges. If you fail a saving throw against a conjuration spell or a harmful effect originating from a celestial creature, you can use your reaction to expend 1 charge and turn the failed save into a successful one. The scarab crumbles into dust and is destroyed when its last charge is expended.</li><br><em><strong>Curse.</strong></em> This scarab is cursed, and becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the scarab, keeping it within reach at all times. While cursed by this brooch, you are sensitive to sunlight and celestial creatures within 1 mile of you are aware of the scarab and seek to destroy it. While in sunlight, you have disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "dread-scarab",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "clothing",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "uses": {
      "spent": 0,
      "max": "9",
      "recovery": [
        {
          "period": "day",
          "type": "recoverAll"
        }
      ]
    },
    "rarity": "very rare"
  },
  "_key": "!items!KPdreadscarab000"
}
