{
  "name": "Emerald Tablets",
  "_id": "KPemeraldtablets",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, artifact (requires attunement)</em><br>This object consists of 12 tablets—slabs of transparent emerald-green crystal—inscribed in an ancient language. They lie stacked upon one another, held together by golden hoops strung through holes in the tops of the tablets and suspended from a rod of the same material. Though it appears to be gold, this metal is indestructible.<br>The tablets are inscribed with a wealth of knowledge about the universe, magic, and other subjects. The essence of the <em>Emerald Tablets of Thoth-Hermes</em> is infused with knowledge that the reader unconsciously absorbs while interacting with the artifact. While using the tablets, the reader has advantage on all Intelligence and Wisdom checks.<br><em><strong>World Bending.</strong></em> The tablet-bearer can alter reality in significant ways, much in the manner of a <em>@UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz]{wish}</em> spell. State clearly to the GM what effect you wish to bring about in the world; the GM decides which spell best matches your desire. You must make a spellcasting check (DC 15 + the level of the spell that most closely matches the desired effect), and if the saving throw succeeds, the desired effect occurs. If it fails, nothing happens, but if it fails by 10 or more, the attempt backfires and is warped in ways determined by the GM.<br>Regardless of the outcome of the spellcasting check, you must also make a successful Constitution saving throw against the same DC or gain 1 level of exhaustion.<br>Master of the Golem. A creature that holds the tablets can try to control a @UUID[Compendium.koboldpressogl.koboldpressmonsters.Actor.KPsmaragdinegole]{smaragdine golem} through force of will. The golem must be within 200 feet. If it fails a Wisdom saving throw against the tablet‑bearer’s spell save DC, it is dominated (similarly to <em>@UUID[Compendium.dnd5e.spells.Item.eEpy1ONlXumKS1mp]{dominate monster}</em>) for 10 minutes.<br><em><strong>My Knowledge, My Obsession.</strong></em> The tablet-bearer is occasionally compelled to spend a long rest studying the tablets. When the bearer spends a long rest studying the tablets, that rest is treated as a short rest for purposes of recovery. This compulsion occurs at the discretion of the GM.<br><em><strong>Destroying the Tablets.</strong></em> The method to destroy the <em>Emerald Tablets of Thoth-Hermes</em> is unknown. Perhaps not surprisingly, it is one of the few pieces of knowledge not described in the tablets. Likely possibilities include: defacement by an illiterate child, being buried beneath a great library or temple of knowledge that's then desecrated and destroyed, or being sundered by the weapon of a hitherto unidentified demon lord of ignorance.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "emerald-tablets",
    "source": {
      "book": "DC&SS",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "artifact"
  },
  "_key": "!items!KPemeraldtablets"
}
