{
  "name": "Enchanter’s Calipers",
  "_id": "KPenchanterscali",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item (tool), artifact (requires attunement by a creature with the ability to prepare and cast non-cantrip arcane spells)</em><br><em><strong>Brilliance.</strong></em> Your Intelligence score become 20 unless it is already 20 or higher.<br><em><strong>Secrets of the Arcane.</strong></em> You gain advantage on all Intelligence (Arcana) checks. Additionally, you can sense the presence of magic within 30 feet of you. This functions like <em>@UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8]{detect magic}</em>.<br><em><strong>Measure Magic.</strong></em> You may examine any magical item or object for one minute to fully apprehend its magical abilities, powers, and nature. When using the calipers in this way, you do not need to attune yourself to a magical item to learn its properties; however, you must take a physical reading of the object with the calipers.<br><em><strong>Measure Soul.</strong></em> You may observe any creature, uninterrupted, for 1 minute to learn their alignment and their true feelings toward you. The observation must take place within 100 ft. of the creature.<br><em><strong>Enchanter Weaving.</strong></em> You may use the calipers to affect nearby spells. As a reaction to a spell being cast within 60 ft. of you, you may choose to have that spell’s caster gain advantage or disadvantage if the spell requires an attack roll. As a reaction to a creature making a saving throw against a spell being cast within 60 ft. of you, you may choose to have that saving throw made with advantage or disadvantage.<br><em><strong>Static.</strong></em> The calipers emit a low level of magical static that may, over time, affect your spells. When preparing spells for the day, you must succeed on a DC 10 Intelligence saving throw or have 1d4 of your prepared spells switched with other spells you know. The switched spells are chosen randomly or by the GM. Each time you succeed on this saving throw, the DC increases by 2 the next time you prepare spells. Failing the saving throw resets the save DC to 10.<br><em><strong>Destroying the Calipers.</strong></em> The only way to destroy <em>Enchanter’s Calipers</em> is to bathe them in the blood of a freshly slain, 200-year-old beholder’s central eye.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "enchanters-calipers",
    "source": {
      "book": "WG",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "artifact"
  },
  "_key": "!items!KPenchanterscali"
}
