{
  "name": "Eternal Rancor",
  "_id": "KPeternalrancor0",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Fabled (5th-Level and Higher Abilities Require Attunement)</em><br>The <em>Eternal Rancor</em> can sail over sea or land, magically parting the dirt and stone and trees, and sailing just as if it were water, leaving no trace of its passing—and you are its captain.<br><em><strong>Seas of Fate (Requires Attunement).</strong></em> As your level increases, you gain the following benefits as captain of the vessel.<br><em><strong>5th Level.</strong></em> As captain, the ship’s lanterns respond to you and can only be extinguished at your command, you have advantage on ability checks made using navigator’s tools while aboard, and any part of the ship that has been damaged or destroyed will magically repair itself daily at dawn.<br>In addition, the ship can now dive, whether on sea or land and with a swim and burrow speed equal to its sailing speed, creating a protective bubble of breathable air for its crew. There is no limit on the amount of time this ability can be used.<br><em><strong>9th Level.</strong></em> As an action, you can cast the <em>@UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz]{plane shift}</em> spell, affecting the entire vessel and all onboard. The destination is restricted to the Elemental Plane of Earth, the Elemental Plane of Water, or the Material Plane. Once used, this ability can’t be used in this way again until 24 hours have passed.<br><em><strong>13th Level.</strong></em> The ship’s connection to the planes grants it various abilities: it is immune to fire damage, it can’t be capsized, the sails are always filled to provide the speed desired, and its maximum traveling speed is doubled.<br><em><strong>17th Level.</strong></em> As an action, the ship’s ballistae can fire 1d4 + 1 bolts that trigger the <em>@UUID[Compendium.dnd5e.spells.Item.ztgcdrWPshKRpFd0]{fireball}</em> spell (6th level) when they hit (DC equal to 8 + your proficiency bonus + your Charisma modifier). The vessel regains these uses daily at dawn.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "eternal-rancor",
    "source": {
      "book": "WG4",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPeternalrancor0"
}
