{
  "name": "Eye of the Golden God",
  "_id": "KPeyeofthegolden",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/back/cloak-brown-collared-fur-white-tied.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, legendary (requires attunement)</em><br>A shining multifaceted violet gem sits at the center of this fist‑sized amulet. A beautifully forged band of platinum encircles the gem and affixes it to a well‑made series of interlocking platinum chain links. The violet gem is warm to the touch.<br>While wearing this amulet, you can’t be frightened and you don’t suffer from exhaustion. In addition, you always know which item within 20 feet of you is the most valuable, though you don’t know its actual value or if it is magical. Each time you finish a long rest while attuned to this amulet, roll a d10. On a 1-3, you awaken from your rest with that many valuable objects in your hand. The objects are minor, such as copper coins, at first and progressively get more valuable, such as gold coins, ivory statuettes, or gemstones, each time they appear. Each object is always small enough to fit in a single hand and is never worth more than 1,000 gp. The GM determines the type and value of each object.<br><em><strong>Curse.</strong></em> This amulet is cursed and becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the amulet, wearing it at all times. You are cursed until targeted by the remove curse spell or similar magic. While cursed, you attract the attention of cultists and devils tied to the golden god. Each time you finish a long rest, roll a d20. On an 18-20, followers of the golden god find you before your next long rest and try to kill you to take the amulet from you. The followers are minor cultists and devils at first and progressively get more powerful each time they appear. The golden god never appears as a result of this amulet’s curse. The GM determines what kind of followers attack you and in what quantities.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "eye-of-the-golden-god",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "clothing",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "legendary"
  },
  "_key": "!items!KPeyeofthegolden"
}
