{
  "name": "Featherwing",
  "_id": "KPfeatherwing000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (Longbow), Fabled (5th Level and Higher Properties Require Attunement by an Elf)</em><br>This magical longbow is crafted from colorful feathers, each arm resembling a bird’s wing with the string tied between their tips.<br>While holding <em>Featherwing</em>, gentle breezes rustle your hair and stir your clothes. Should you fall, comforting winds buoy your descent, and you take no damage from falls of 60 feet or less. For falls of greater than 60 feet, subtract 60 from the total fall height to determine falling damage.<br><em><strong>Favored Winds (Requires Attunement).</strong></em> As your level increases, you gain the following benefits while wielding or holding this longbow.<br><em><strong>5th level.</strong></em> You have a +1 bonus to attack and damage rolls made with this magic longbow. Whenever you roll a 20 on your attack roll with this weapon, the target must succeed on a DC 13 Strength saving throw or be pushed up to 5 feet away from you by violent winds.<br><em><strong>9th level.</strong></em> Whenever you attack with this magic longbow, you gain a flying speed equal to your walking speed until the end of your turn.<br><em><strong>13th level.</strong></em> While holding <em>Featherwing</em>, you have advantage on Wisdom (Perception) checks that rely on hearing or sight. In addition, when you hit with an attack using this magic longbow, the target takes an extra 1d6 force damage as invisible claws tear at them.<br><em><strong>17th level.</strong></em> You have a +2 bonus to attack and damage rolls made with this magic longbow. While holding this magic longbow, you always have a flying speed equal to your walking speed and you don't provoke opportunity attacks when you fly out of an enemy's reach.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "featherwing",
    "source": {
      "book": "BoB:EtR",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPfeatherwing000"
}
