{
  "name": "Feather Token",
  "_id": "KPfeathertoken00",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, rarity varies</em><br>The following are additional <em>feather token</em> options.<br><em><strong>Cloud (Uncommon).</strong></em> This white feather is shaped like a cloud. You can use an action to step on the token, which expands into a 10-foot-diameter cloud that immediately begins to rise slowly to a height of up to 20 feet. Any creatures standing on the cloud rise with it. The cloud disappears after 10 minutes, and anything that was on the cloud falls slowly to the ground.<br><em><strong>Dark of the Moon (Rare).</strong></em> This black feather is shaped like a crescent moon. As an action, you can brush the feather over a willing creature’s eyes to grant it the ability to see in the dark. For 1 hour, that creature has darkvision out to a range of 60 feet, including in magical darkness. Afterwards, the feather disappears.<br><em><strong>Held Heart (Very Rare).</strong></em> This red feather is shaped like a heart. While carrying this token, you have advantage on initiative rolls. As an action, you can press the feather against a willing, injured creature. The target regains all its missing hit points and the feather disappears.<br><em><strong>Jackdaw’s Dart (Common).</strong></em> This black feather is shaped like a dart. While holding it, you can use an action to throw it at a creature you can see within 30 feet of you. As it flies, the feather transforms into a blot of black ink. The target must succeed on a DC 11 Dexterity saving throw or the feather leaves a black mark of misfortune on it. The target has disadvantage on its next ability check, attack roll, or saving throw then the mark disappears. A <em>@UUID[Compendium.dnd5e.spells.Item.XZhdgVK3cLoxNCQl]{remove curse}</em> spell ends the mark early.<br><em><strong>World Tree Sapling (Rare).</strong></em> This tiny object looks like a finger-sized tree sapling. You can use an action to touch it to an unoccupied space on the ground. The token disappears, and in its place, a tree sapling springs into existence. The plant is 2 feet wide and stretches up into the sky. Though only lasting an hour before crumbling away, you can climb the tree to transition to Yggdrasil with only half the usual climbing distance needed.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "feather-token",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPfeathertoken00"
}
