{
  "name": "Forest Seed",
  "_id": "KPforestseed0000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Rare</em><br>When thrown, this illusion seed turns into a forest, depending on your learning and natural understanding. Make either an Intelligence (Nature) or Wisdom (Survival) check and see the table below.<table><tr><th>Check</th><th>Result</th></tr><tr><td>10 or less</td><td>A small copse of leafy trees about 50 feet across appears. A single bird nests there.</td></tr><tr><td>11–15</td><td>A grove of pine trees about 500 feet across appears with a single path through it that only the user knows or sees. Only a few birds and insects inhabit it.</td></tr><tr><td>16–19</td><td>A large forest of mixed types of trees about 1 mile across appears with several hollow trees, small ponds, streams, and 1d6 + 1 paths through it that only the user knows or sees. Many birds, small woodland animals, and deer or boar live in it.</td></tr><tr><td>20+</td><td>A vast and varied woodland more than 50 miles across appears. It contains rich wildlife appropriate to the climate. A single treant lives in this forest and is friendly to the owner of the seed.</td></tr></table><br>Fire of any kind can unravel the forest newly created by an illusion seed. While a campfire or even bonfire does little harm, the burning of a whole tree unravels the forest’s magic: the trees, paths, and wildlife all turn to smoke and drift away in 10 minutes. This unraveling only happens if the forest is less than 1 month old.</table><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "forest-seed",
    "source": {
      "book": "BoET",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPforestseed0000"
}
