{
  "name": "Glimmerspike",
  "_id": "KPglimmerspike00",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (longsword), legendary (requires attunement by a creature of non-evil alignment)</em><br>A blade of black adamantine, with a dark gray hardwood hilt and a yellow diamond pommel, this gift from the Grimbold Dwarves looks fit for royalty.<br>You gain a +3 bonus to attack and damage rolls made with this magic weapon. It has the following additional properties.<br><em><strong>Corruptor.</strong></em> When <em>Glimmerspike</em> grows strong enough to overpower the wielder, it forces the creature to perform an evil act. The act may or may not involve the sword itself. It will then teleport back to its makers. Should the weapon ever cross paths with a former wielder, it may propose an alliance, though its motivation is only to further whatever corruption it has wrought.<br><em>Glimmerspike</em> can cast <em>@UUID[Compendium.dnd5e.spells.Item.S7VbUetIfVT7B6Eq]{darkness}</em> and <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPdarkbolt000000]{darkbolt}</em> once per day each, and faerie fire 3 times per day (spell save DC 16, +8 to hit with spell attacks). It will not reveal that it can cast these spells or allow the wielder to cast them, but insists on casting them itself when it deems necessary.<br><em><strong>Sentience.</strong> Glimmerspike</em> is a sentient neutral evil weapon with an Intelligence of 14, a Wisdom of 15, and a Charisma of 14, though this last increases by +1 for each day once attuned by anyone of good alignment, up to a maximum of Charisma 20. It has hearing and darkvision out to a range of 60 feet.<br><em>Glimmerspike</em> can speak, read, and understand Common, Dwarven, and Sylvan, and can communicate with its wielder telepathically. Its voice has a harsh, ringing, metallic quality to it. While a creature is attuned to it, <em>Glimmerspike</em> also understands every language the creature knows.<br><em><strong>Personality.</strong> Glimmerspike</em> thinks of itself as a smart and superior weapon and that others should obey it without question. However, it is wise enough to keep its egotism hidden—at least until its power grows. It despises notions of virtue and considers those with a moral code of any kind to be weak-minded hypocrites. Insofar as <em>Glimmerspike</em> maintains any pretense of a conscience, it considers driving someone to wicked deeds to be an act of charity, opening their eyes to the true way of the world.<br>It loves fire and magic, it hates elves deeply, and it speaks only when it feels combat is likely. It hates small talk.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "glimmerspike",
    "source": {
      "book": "RtCS",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": "legendary"
  },
  "_key": "!items!KPglimmerspike00"
}
