{
  "name": "Hallucinatory Dust",
  "_id": "KPhallucinatoryd",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, rare</em><br>This small packet contains black pollen from a @UUID[Compendium.koboldpressogl.koboldpressmonsters.Actor.KPgloomflower000]{gloomflower}. Hazy images swirl around the pollen when observed outside the packet. There is enough of it for one use. When you use an action to blow the dust from your palm, each creature in a 30-foot cone must make a DC 15 Wisdom saving throw. On a failure, a creature sees terrible visions, manifesting its fears and anxieties for 1 minute. While affected, it takes 2d6 psychic damage at the start of each of its turns and must spend its action to make one melee attack against a creature within 5 feet of it, other than you or itself. If the creature can’t make a melee attack, it takes the Dodge action. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. On a success, a creature becomes incapacitated until the end of its next turn as the visions fill its mind then quickly fade.<br>A creature reduced to 0 hit points by the dust’s psychic damage falls unconscious and is stable. When the creature regains consciousness, it is permanently plagued by hallucinations and has disadvantage on ability checks until cured by a <em>@UUID[Compendium.dnd5e.spells.Item.XZhdgVK3cLoxNCQl]{remove curse}</em> spell or similar magic.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "hallucinatory-dust",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPhallucinatoryd"
}
