{
  "name": "Healthful Honeypot",
  "_id": "KPhealthfulhoney",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, very rare</em><br>This clay honeypot weighs 10 pounds. A sweet aroma wafts constantly from it, and it produces enough honey to feed up to 12 humanoids. Eating the honey restores 1d8 hit points, and the honey provides enough nourishment to sustain a humanoid for one day. Once 12 doses of the honey have been consumed, the honeypot can’t produce more honey until the next dawn.<br><em><strong>Bear’s Banquet.</strong></em> While holding the honeypot, you can use an action to create a resplendent honey-based banquet, which includes an exquisite mead. The banquet takes 1 hour to consume and disappears at the end of that time, and the beneficial effects don’t set in until this hour is over. Up to 12 creatures can feast on this banquet. A creature that feasts on the banquet gains several benefits. The creature is cured of all diseases and poison, becomes immune to poison and being frightened, and makes all Wisdom saving throws with advantage. These benefits last for 24 hours. If the honeypot is used in this way, it can’t produce any honey again, for this banquet or for its other property, until 7 days have passed.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "healthful-honeypot",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPhealthfulhoney"
}
