{
  "name": "Helm of Loki",
  "_id": "KPhelmofloki0000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, legendary (requires attunement)</em><br>This unassuming ship’s wheel is made of weathered birch with two narrow bands of unidentifiable red stone at each point one of the spokes meets the wheel. The true power of the helm is its ability to, when attached to a boat or similar vehicle, randomly <em>@UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz]{plane shift}</em> anywhere in the Mortal Realm or across the planes, taking the vessel it is attached to and everything located inside it, willing or not.<br>When attuned to the helm, you can immediately locate the closest tributary of the Ever River, and while boating on that waterway, you have advantage on Wisdom (Survival) checks to navigate it. When the Helm <em>@UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz]{plane shifts}</em>, you are alerted four hours prior to its departure and can make a DC 20 Wisdom (Survival) check to guide it to one of two locations of your choice with a 50% chance of arrival at either destination. Regardless of where you are in the planes, you can transport yourself to a space within 5 feet of the helm as an action when it <em>@UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz]{plane shifts}</em>.<br>No mortal magic can identify the helm as anything other than a mundane device. When attached to a vessel that does not use a wheel, the helm transforms itself into an unassuming example of that vessel’s steering mechanism, though it will always have two bands of red stone wrapped about its narrowest point.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "helm-of-loki",
    "source": {
      "book": "WG",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "legendary"
  },
  "_key": "!items!KPhelmofloki0000"
}
