{
  "name": "Immortal Mote",
  "_id": "KPimmortalmote00",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Rare</em><br>A fist-sized lump of self-contained, perpetually boiling quicksilver, an <em>immortal mote</em> is often kept in a glass flask where it softly roils and thrums. Twice per long rest, you may, as an action that does not provoke opportunity attacks, pour out a portion of the <em>mote</em> onto yourself or an adjacent creature.<br>The liquid metal immediately absorbs into your flesh, eliminating a level of exhaustion and permitting you to gain the benefits of a short rest, including spending Hit Dice to heal.<br>You may also spend 3 Hit Dice to cure a disease, eliminate a condition, or neutralize a poison. You may spend 6 Hit Dice to regenerate 5 hit points per round for 10 minutes unless affected by <em>@UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8]{dispel magic}</em>. The immortal mote is a 7th-level effect for dispelling purposes.<br>If you have no levels of exhaustion when you apply it, gain 3 temporary Hit Dice which you may use to fuel the <em>immortal mote’s</em> effects. You may spend Hit Dice for the mote’s effects at any time until you take a long rest.<br>In addition, if you pour the entire <em>mote</em> into the mouth of a creature not dead for more than 10 minutes, they may be brought back to life as the raise dead spell, which consumes the mote.<br>As long as a portion of the mote remains, it regains any lost mass at dawn each day.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "immortal-mote",
    "source": {
      "book": "MW",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPimmortalmote00"
}
