{
  "name": "Ioun Stone",
  "_id": "KPiounstone00000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, rarity varies (requires attunement)</em><br>The following are additional ioun stone options.<br><em><strong>Devil’s Sight (Rare).</strong></em> While this dull black spindle orbits your head, you can see normally in both magical and nonmagical darkness to a distance of 60 feet.<br><em><strong>Emerald Shard (Very Rare).</strong></em> This irregularly shaped fragment of translucent emerald turns dull grey when its magic is expended. While the emerald orbits your head, it absorbs up to 5 damage from each attack or damaging effect that hits you. Once the stone has absorbed 120 damage, it loses all its magical properties and ceases to function.<br><em><strong>Granite (Very Rare).</strong></em> While this granite rhomboid orbits your head, you have resistance to nonmagical bludgeoning, piercing, and slashing damage.<br><em><strong>Illumination (Common).</strong></em> While this simple, pale yellow prism orbits your head, it sheds bright light in a 20-foot radius and dim light for an additional 20 feet. As an action, you can change the color of the light. Completely covering the prism with something opaque blocks the light. Unlike other ioun stones, this prism doesn’t require attunement.<br><em><strong>Limestone (Uncommon).</strong></em> While this limestone ellipsoid orbits your head, you have immunity to the frightened condition, and you have advantage on saving throws against being charmed.<br><em><strong>Sandstone (Uncommon).</strong></em> While this sandstone pyramid orbits your head, any critical hit against you becomes a normal hit.<br><em><strong>Slate (Rare).</strong></em> While this slate spindle orbits your head, you have advantage on saving throws against spells.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "ioun-stone",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPiounstone00000"
}
