{
  "name": "Kylindros Daemonium",
  "_id": "KPkylindrosdaemo",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Fabled (5th-Level and Higher Properties Require Attunement by a Spellcaster)</em><br>Using the metal ring, the wielder can disconnect one facet of the scepter, unrolling a long scroll of magical vellum attached to the inside of the removed facet. Made of specially prepared humanoid skin, the scroll holds glyphs inscribed in blood and illustrations of demonic rites. An enchanted mechanism within the cylinder allows the scroll to smoothly expand or retract. The owner of the <em>Kylindros Daemonium</em> gradually only respects those who demonstrate strength and power and becomes more obsessed with striking bargains.<br>If attuned to it, you can use the grimoire as a spellcasting focus, and it functions as a spellbook for you. The spells listed below count as spells for your spellcasting class. While this grimoire is in your possession, you know Infernal and Abyssal, and you have advantage on Wisdom (Persuasion) checks while conversing with fiends.<br>When found, the book contains the following spells.<br>1st level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPbladeofbloodan]{blade of blood and bone}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPbrimstone00000]{brimstone}, @UUID[Compendium.dnd5e.spells.Item.22dPoeXfaaAv4K3h]{hellish rebuke}</em><br>2nd level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPdoomofdestiny0]{doom of destiny}, @UUID[Compendium.dnd5e.spells.Item.ODhLKBxLnvvLOnw1]{ray of enfeeblement}</em><br>3rd level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPdamageecho0000]{damage echo}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPhellfireblitz0]{hellfire blitz}</em><br>4th level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPdeathtoll00000]{death toll}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPservantofdoom0]{servant of doom}</em><br>5th level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPdoomofantiquit]{doom of antiquity}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPzombierot00000]{zombie rot}</em><br>6th level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPgrimharvest000]{grim harvest}</em><br>7th level: <em>@UUID[Compendium.dnd5e.spells.Item.HPvZm8YJO91k6Qdg]{finger of death}</em><br>8th level: <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPburstorgans000]{burst organs}</em><br>9th level: <em>@UUID[Compendium.dnd5e.spells.Item.dmvaMLFWFtv0qx0S]{power word kill}</em><br><em><strong>The Infernal Scepter (Requires Attunement).</strong></em> As your level increases, you gain the following benefits while the grimoire is on your person. Saving throws for its features equal your spell save DC.<br><strong>5th level.</strong> You have resistance to radiant damage. In addition, when a creature within 60 feet that you can see declares an attack against you or an ally, you can use your reaction to force the target to make a Charisma saving throw. On a failed save, the target has disadvantage on the triggering attacks.<br>If you expend a spell slot of 3rd level or higher when you use this reaction, the effect on the target lasts until the end of the target’s next turn.<br><strong>9th level.</strong> You have advantage on saving throws against spells. In addition, when a creature you can see casts a spell requiring a saving throw, you can use your reaction to force the caster to make a Constitution saving throw. On a failed save, the target fumbles the casting, and any target of that spell has advantage on its saving throw.<br>If you expend a spell slot of 4th level or higher when you use this reaction, one target of the fumbled spell can reroll a failed saving throw.<br><strong>13th level.</strong> You are immune to radiant damage. In addition, when a creature you can see within 60 feet (including yourself) takes damage from an attack, you can use your reaction to wreathe the attacker with grasping claws of infernal flames. These hellfire claws then leap from that target to an additional number of targets you can see equal to your proficiency bonus, each of which must be within 30 feet of the first target.<br>A target must make a Dexterity saving throw. On a failed save, it takes 2d6 fire damage and 1d6 necrotic damage and is restrained until the beginning of your next turn. On a successful save, the target takes half as much damage and is not restrained.<br>If you expend a spell slot of 6th level or higher when you use this reaction, the damage increases by 2d6 fire and 1d6 necrotic for every spell slot above 5th.<br><strong>17th level.</strong> While holding this scepter, if you fail a saving throw, you can choose to succeed. Once triggered, this property can’t be triggered again until the next dawn. In addition, when a creature you can see casts a spell or moves within 10 feet of your position, you can use your reaction to magically teleport the target. The target must make a Wisdom saving throw or be magically teleported up to 60 feet to an unoccupied space on the ground that you can see.<br>If you expend a spell slot of 7th level or higher when you use this reaction, a target that fails the saving throw also takes 12d6 + 40 force damage after being teleported.<br><em><strong>Quirks of the Kylindros Daemonium.</strong></em> While attuned to the grimoire, you occasionally experience the emotions and attitudes of its previous owners, who have left their psychic imprint upon it. While you are not compelled to act on these feelings, you might randomly experience one of the quirks presented in the Quirks of the Kylindros Daemonium table.<br><h3>Quirks of the Kylindros Daemonium</h3><table><tr><th>d8</th><th>Quirk</th></tr><tr><td>1</td><td>Only by becoming more powerful can you prove how glorious you actually are.</td></tr><tr><td>2</td><td>The people who consider themselves the most religious need to be taken down a peg or two.</td></tr><tr><td>3</td><td>Wherever you travel, you need to know your place in the local social hierarchy.</td></tr><tr><td>4</td><td>You are always juggling several schemes at a time, and even your plots have plots.</td></tr><tr><td>5</td><td>You are suspicious of the promises made by the so-called gods and other celestial beings.</td></tr><tr><td>6</td><td>You believe that you are actually a demon somehow born as a mortal.</td></tr><tr><td>7</td><td>You delight in taking each and every opportunity to sow chaos or discord.</td></tr><tr><td>8</td><td>You yearn for the glory of combat and the thrill of hunting other creatures.</td></tr></table><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "kylindros-daemonium",
    "source": {
      "book": "DM2",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPkylindrosdaemo"
}
