{
  "name": "Laevateinn",
  "_id": "KPlaevateinn0000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (spear), artifact (requires attunement)</em><br>This spear was forged from a piece of a scale found when Veles bit into its own tail. The spear’s original forger is unknown, but its destructive force is clear: kingdoms fall at the stroke of this weapon, making it both feared and coveted. The spear is held close by the gods but always seems to appear—miraculously stolen and found in the hands of a mortal—during times of great change.<br><em>Laevateinn’s</em> blade is a dark brown, almost pitch‐black, and the blade’s rough, scaled surface seems to expand and contract as if still upon a breathing dragon. The spear’s shoulder is made from gold with three black talons that hold a clear gemstone eye with a pulsing red center in which the scaled blade rests. The spear’s neck is set with a second gemstone that holds a bluish-white liquid which swirls in a discernible whirlpool. The haft is made from a twig of Yggdrasil with tiny stars twinkling in its grain.<br>You gain a +2 bonus to attack and damage rolls made with this magic weapon. When you hit a creature with it, that target takes an extra 1d6 force damage.<br><em><strong>Door to Death:</strong></em> On your turn, you can use a bonus action to allow the blade to take partial control of your desires. You gain 2 of the following effects, chosen by rolling a d6:<table><tr><th>d6</th><th>Effect</th></tr><tr><td>1</td><td><strong>Resolve:</strong> You gain temporary hit points equal to your level + Constitution modifier.</td></tr><tr><td>2</td><td><strong>Precision:</strong> Your bonus to attack and damage rolls with <em>Laevateinn</em> increases to +3.</td></tr><tr><td>3</td><td><strong>Ward:</strong> You gain resistances to bludgeoning, piercing, and slashing weapons.</td></tr><tr><td>4</td><td><strong>Ferocity:</strong> Your weapon attacks with <em>Laevateinn</em> deal an additional 1d8 force damage.</td></tr><tr><td>5</td><td><strong>Apocalypse:</strong> The next time you hit a creature with <em>Laevateinn</em>, that target takes an extra 1d4 fire, 1d4 cold, and 1d4 lightning damage.</td></tr><tr><td>6</td><td><strong>Insanity:</strong> <em>Laevateinn</em> control cannot end or be disrupted until the end of the battle or you are incapacitated or dead.</td></tr></table><br>At the start of each subsequent turn, you can choose to allow <em>Laevateinn</em> to continue having control or you can end the control as a bonus action unless you are suffering the Insanity effect. If <em>Laevateinn</em> has control over you, reroll the effects you gain, except Insanity (you must keep it if you have it), and take 2d6 psychic damage. Once you use this feature, you cannot use it again until you complete a long rest.</table><br><em><strong>Sentience.</strong> Laevateinn</em> is a sentient chaotic neutral weapon with an Intelligence of 12, a Wisdom of 14, and a Charisma of 14. It has darkvision out to a range of 120 feet. The weapon communicates telepathically with its wielder and can speak Common. It can understand every language of its wielder.</table><br><em><strong>Personality.</strong> Laevateinn</em> speaks in short sentences, often singular action phrases. It desires to be great and to be heralded as a being of strength. Sometimes it speaks about its creation and the gods who tampered with it. It frequently desires to be soaked in some form of destruction.</table><br><em><strong>Destroying the Spear.</strong></em> Mundane attempts to destroy the spear seem to work, but the artifact always miraculously reappears in the hands of a mortal during a period of great change. To truly destroy the spear, its attuned wielder must mix blood from the World Serpent with ash from burned leaves of Yggdrasil then soak <em>Laevateinn</em> in this concoction for fifty years.</table><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "laevateinn",
    "source": {
      "book": "IWS",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": "artifact"
  },
  "_key": "!items!KPlaevateinn0000"
}
