{
  "name": "Lightbreaker",
  "_id": "KPlightbreaker00",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (pike), legendary (requires attunement by a lawful good creature)</em><br>Lightbreaker is a pike made of pure-white polished wood with a gleaming silver and gold tip. Forged for a hero general of the Order of the Undying Sun, Lightbreaker served in battle against countless foes and sent hordes of evil creatures howling back into the darkness that spawned them. When its wielder was finally struck down, Khors looked down with pride and bound the hero’s soul to the weapon. Now it is an even more vicious foe of evil and a valuable advisor.<br>Despite the holiness and prominence of the weapon, Lightbreaker’s identity in life has been stricken from all memory and record, seemingly by Khors himself. The order rationalizes this with the belief that Lightbreaker has a great destiny, and that would be jeopardized if their foes learn enough about the weapon’s past.<br>You have a +3 bonus to attack and damage rolls made with this magic weapon, and it deals an extra 2d8 radiant damage to any creature it hits.<br><em><strong>Dawn’s Radiance.</strong></em> Lightbreaker can choose to shed bright light in a 30-foot radius and dim light for an additional 30 feet. This is sunlight.<br><em><strong>Destroy Darkness.</strong></em> If you reduce a fiend, undead, or creature of shadow to 40 hit points or fewer with Lightbreaker, the creature must succeed on a DC 15 Constitution saving throw or be destroyed.<br><em><strong>Tactical Acumen.</strong></em> When you are targeted by an attack, you can use your reaction to impose disadvantage on the attack roll. You must be able to see the attacker to use this reaction.<br><em><strong>Wise Counsel.</strong></em> Lightbreaker has the following skills: History +10, Religion +10.<br><em><strong>Sentience.</strong></em> Lightbreaker is a sentient lawful good weapon with an Intelligence of 14, a Wisdom of 17, and a Charisma of 19. It has hearing and darkvision to a range of 120 feet.<br>The weapon can speak, read, and understand Common and Celestial, and it can communicate with its wielder telepathically. Its voice is resonant and deep and of indeterminate gender. While you are attuned to it, Lightbreaker also understands every language you know.<br><em><strong>Personality.</strong></em> Lightbreaker is proud and devoted to the worship and purposes of Khors. It speaks with a commanding tone but is gentle and patient with those who exhibit pure intentions.<br>Lightbreaker’s purpose is to oppose the spread of darkness and to shine the sun’s purifying light upon those who can’t stand against evil. It expects its wielder to conduct themself with honor and dignity.<br>Conflict occurs if a wielder routinely exhibits dishonorable behavior or relies too much on stealth and ambush in battle. Lightbreaker relentlessly chastises a wielder that accepts shadow magic or fiendish or undead gifts.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "lightbreaker",
    "source": {
      "book": "WG",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": "legendary"
  },
  "_key": "!items!KPlightbreaker00"
}
