{
  "name": "Mankiller",
  "_id": "KPmankiller00000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (Handaxe), Fabled (5th-Level and Higher Properties Require Attunement)</em><br>A blade of razor-edged bone sprouts from this axe’s living wood grip.<br>Becoming the fittest is the only way to guarantee a warrior’s survival, a trait that places them in sync with the laws of nature. Warriors who embrace their inherent connection to their primal instincts often become champions of the natural world. They sometimes receive magical weapons that grow in power as the warrior’s bond to the wild deepens.<br>While you hold this axe, you have advantage on Wisdom (Animal Handling) checks.<br><em><strong>Name of Power (Requires Attunement).</strong></em> As your level increases, you gain the following benefits while wielding this weapon.<br><em><strong>5th level.</strong></em> You gain a +1 bonus to attack and damage rolls with this weapon. Additionally, you deal an extra 1d6 magical slashing damage to any objects or constructs you hit with the axe.<br><em><strong>9th level.</strong></em> Once per turn, when you successfully hit a creature with the axe, they must succeed on a Strength saving throw (DC equal to 10 + your proficiency bonus) or have their speed reduced to 0 feet until the beginning of your next turn as they are covered by entangling plants.<br><em><strong>13th level.</strong></em> You now gain a +2 bonus to attack and damage rolls with this weapon instead of +1. In addition, while the axe is within 30 feet of you, you can choose to expend one Hit Die to recover hit points at the beginning of each of your turns.<br><em><strong>17th level.</strong></em> You now gain a +3 bonus to attack and damage rolls with this weapon instead of +2. Additionally, you can cast the animal shapes spell (see Basic Rules) once per long rest. Casting the spell in this way does not require a spell slot.<br><h2>Suggested Mighty Deeds</h2><br>Potential mighty deeds for this weapon:<ul><li>Successfully defend an endangered species or environment from destruction by encroaching civilization.</li><li>Complete a quest that aids a nature spirit, god, or other powerful environmental guardian.</li><li>Win a battle against an invasive or extraplanar force.</li><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "mankiller",
    "source": {
      "book": "BoB:EtB",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPmankiller00000"
}
