{
  "name": "Marvelous Clockwork Mallard",
  "_id": "KPmarvelousclock",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, rare</em><br>This intricate clockwork recreation of a Tiny duck is fashioned of brass and tin. Its head is painted with green lacquer, the bill is plated in gold, and its eyes are small chips of black onyx. You can use an action to wind the mallard's key, and it springs to life, ready to follow your commands. While active, it has AC 13, 18 hit points, speed 25 ft. , fly 40 ft. , and swim 30 ft. If reduced to 0 hit points, it becomes nonfunctional and can’t be activated again until 24 hours have passed, during which time it magically repairs itself. If damaged but not disabled, it regains any lost hit points at the next dawn. It has the following additional properties, and you choose which property to activate when you wind the mallard’s key.<br><em><strong>Carry.</strong></em> The mallard grows to Large size, and it can carry one Medium or two Small passengers. The mallard can maintain this form for up to 8 hours. Once used, this property can’t be used again until 16 hours have passed.<br><em><strong>Deliver Message.</strong></em> The mallard records your spoken message of up to 25 words, then flies to a destination of your choice and plays the recorded message for a designated recipient. This works like the <em>@UUID[Compendium.dnd5e.spells.Item.X8w9EzYLGc4vQ1H2]{animal messenger}</em> spell, except the tireless clockwork mechanism can fly up to 100 miles in a day for up to 5 days before it winds down and ceases to function. When the mallard delivers the message, the recipient can record a response, and the mallard returns to you and plays that message, if the round trip isn’t more than 500 miles of travel.<br><em><strong>Distract.</strong></em> The mallard flies to and pesters a target you can see for up to 1 minute. The mallard does no damage to the target, but its angry quacking, pecking, and flapping wings are distracting. For the duration, the target has disadvantage on attack rolls against any target except the mallard, and it must make a DC 13 Constitution saving throw at the end of each of its turns to maintain concentration on any active spell. At the end of the duration or if the target dies, the mallard returns to you then deactivates. Once used, this property can’t be used again until the next dawn.<br><em><strong>Quack.</strong></em> The mallard quacks loudly and constantly for up to 10 minutes or until you command it to stop as a bonus action. This quack is audible up to 600 feet away. This property can be used no more than once per hour.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "marvelous-clockwork-mallard",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPmarvelousclock"
}
