{
  "name": "Memory Philter",
  "_id": "KPmemoryphilter0",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, rare</em><br>This swirling liquid is the collected memory of a mortal who willingly traded that memory away to the fey. When you touch the philter, you feel a flash of the emotion contained within. You can unstopper and pour out the philter as an action, unless otherwise specified. The philter’s effects take place immediately, either on you or on a creature you can see within 30 feet (your choice). If the target is unwilling, it can make a DC 15 Wisdom saving throw to resist the effect of the philter. A creature affected by a philter experiences the memory contained in the vial.<br>A <em>memory philter</em> can be used only once, but the vial can be reused to store a new memory. Storing a new memory requires a few herbs, a 10-minute ritual, and the sacrifice of a memory. The required sacrifice is detailed in each entry below.<br><em><strong>Bonds of Friendship.</strong></em> When a creature you can see within 30 feet targets you with an attack or a spell, you can use a reaction to pour out this philter. The creature must choose a new target or the attack or spell is wasted. A creature that can’t be charmed is immune to this effect. To create this philter, a humanoid must sacrifice a happy memory of a time with a friend.<br><em><strong>Coward’s Shame.</strong></em> The target becomes frightened. While frightened in this way it flees from you by the most direct route it can, and it can only take actions that facilitate its escape. If the creature ends its turn more than 30 feet away from you and can’t see you, it can repeat the saving throw, ending the effect on a success. To create this philter, a humanoid must sacrifice a memory of a failure or embarrassment.<br><em><strong>Raging Lust.</strong></em> The target is charmed by you until you or one of your allies does something to harm the target. If you are the sort of creature the target normally finds attractive, it treats you as the object of its desire while charmed. You can make one <em>@UUID[Compendium.dnd5e.spells.Item.zMAWdyc8UVb37BK4]{suggestion}</em> (as the spell) of the target. The target can repeat the saving throw when it finishes a long rest. On a failed save, it remains charmed and you can make another <em>@UUID[Compendium.dnd5e.spells.Item.zMAWdyc8UVb37BK4]{suggestion}</em>. On a success, the effect ends. To create this philter, a humanoid must sacrifice all memory of a romantic partner.<br><em><strong>Righteous Wrath.</strong></em> When you activate this philter, each creature other than you within 30 feet must succeed on a DC 15 Wisdom saving throw or be overcome by burning ferocity until the start of your next turn. On its turn, an affected creature must attack a foe if it is able, and every attack made by an affected creature that hits is automatically a critical hit. To create this philter, a humanoid must sacrifice all memory of a great victory in battle.<br><em><strong>Widow’s Tears.</strong></em> A creature you can see within 30 feet is overcome by devastating grief. The target is stunned for 1 minute. It can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. To creature this philter, a humanoid must sacrifice all memory of a deceased loved one.<br><em><strong>Youthful Joy.</strong></em> The target regains 3d8 + 6 hit points and reduces its exhaustion level by one. To create this philter, a humanoid must sacrifice a favored childhood memory.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "memory-philter",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPmemoryphilter0"
}
