{
  "name": "Mountaineer’s Crossbow",
  "_id": "KPmountaineerscr",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (any crossbow), uncommon</em><br>This crossbow has a weathered look, and scenes of mountains are etched across its stock. An adamantine grappling hook and cable are built into this magic crossbow. While no ammunition is loaded in the crossbow, you can use an action to fire the grappling hook at a surface, structure, precipice, or other similar location that you can see within 60 feet of you. The grappling hook magically attaches to the surface and connects to the crossbow via an adamantine cable.<br>While the grappling hook is attached to a surface and you are holding the crossbow, you can use an action to speak a command word to reel yourself and up to 1,000 pounds of willing creatures and objects connected to you to the surface. Speaking a second command word as a bonus action releases the grappling hook from the surface, reattaching it to the crossbow, and winds the cable back into a tiny pocket dimension inside the crossbow.<br>This cable has AC 12, 20 hit points, and immunity to all damage except acid, lightning, and slashing damage from adamantine weapons. If the cable drops to 0 hit points, the crossbow can’t be used in this way again until 24 hours have passed.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "mountaineers-crossbow",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": "uncommon"
  },
  "_key": "!items!KPmountaineerscr"
}
