{
  "name": "Orb of Obfuscation",
  "_id": "KPorbofobfuscati",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/consumable.svg",
  "system": {
    "description": {
      "value": "<p><em>Potion, rarity varies</em><br>These spherical ceramic containers are the size of a large human fist. Arcane sigils decorate each orb, detailing its properties to those capable of reading the sigils. The magic-infused chemicals in each orb must be briefly exposed to air before being thrown to activate them. A metal rod sits in the cork of each orb, allowing you to quickly twist open the container before throwing it.<br>Typically, 1d4 + 1 orbs of obfuscation are found together. You can use an action to activate and throw the orb up to 60 feet. The orb explodes on impact and is destroyed. The orb’s effects are determined by its type.<br><em><strong>Orb of Obfuscation (Uncommon).</strong></em> This orb is a dark olive color with a stripe of bright blue paint encircling it. When activated, the orb releases an opaque grey gas and creates a 30-foot‑radius sphere of this gas centered on the point where the orb landed. The sphere spreads around corners, and its area is heavily obscured. The magical gas also dampens sound. Each creature in the gas can hear only sounds originating within 5 feet of it, and creatures outside of the gas can’t hear sounds originating inside the gas. The gas lasts for 5 minutes or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.<br><em><strong>Explosive Orb of Obfuscation (Rare).</strong></em> This oblong orb has a putty grey color with a stripe of yellow paint encircling it. When activated, this orb releases the same opaque grey gas as the <em>orb of obfuscation</em>. In addition to the effects of that gas, this orb also releases a burst of caustic chemicals on impact. Each creature within a 15-foot radius of where the orb landed must make a DC 15 Dexterity saving throw, taking 4d4 acid damage on a failed save, or half as much damage on a successful one. If a creature fails this saving throw, the chemicals cling to it for 1 minute. At the end of each of its turns, the creature must succeed on a DC 15 Constitution saving throw or take 2d4 acid damage from the clinging chemicals. Any creature can take an action to remove the clinging chemicals with a successful DC 15 Wisdom (Medicine) check.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "orb-of-obfuscation",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "potion",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPorbofobfuscati"
}
