{
  "name": "Orchard Seed",
  "_id": "KPorchardseed000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Uncommon</em><br>When thrown, this illusion seeds turns into a well-tended orchard of fruit or nut trees, depending on your learning and natural understanding. All its fruit is ripe and rich in flavor. Make either an Intelligence (Nature) or Wisdom (Survival) check and consult the table below.<table><tr><th>Check</th><th>Result</th></tr><tr><td>10 or less</td><td>A pair of nut trees appears, such as hazelnut, walnut, or chestnut.</td></tr><tr><td>11–15</td><td>A set of 1d6 + 4 fruit trees appears, all of a single type, such as cherry, apple, or pear. They provide a full day’s nourishment to anyone who eats from them.</td></tr><tr><td>16–19</td><td>A large orchard of 3d6 fruit trees appears, ready for harvest. The fruits all act as the goodberry spell, healing up to 10 hp total from the orchard and providing a day’s nourishment on the first day it appears.</td></tr><tr><td>20+</td><td>An enormous orchard of 3d12 fruit trees appears, ready for harvest. The fruit provides a day’s nourishment, acts as a long rest, and heals up to 10 hp per creature for the first day it appears.</td></tr></table><br>Fire of any kind can unravel the orchard newly created by an illusion seed. While a campfire or even bonfire does little harm, the burning of a whole tree unravels the forest’s magic: the trees, paths, and harvest all turn into smoke and drift away in 10 minutes. This unravelling only happens if the orchard is less than 1 month old.</table><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "orchard-seed",
    "source": {
      "book": "BoET",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "uncommon"
  },
  "_key": "!items!KPorchardseed000"
}
