{
  "name": "Pact Paper",
  "_id": "KPpactpaper00000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "icons/sundries/scrolls/scroll-bound-black-brown.webp",
  "system": {
    "description": {
      "value": "<p><em>Scroll, rare</em><br>This smooth paper is like vellum but is prepared from dozens of scales cast off by a @UUID[Compendium.koboldpressogl.koboldpressmonsters.Actor.KPpactdrake00000]{pact drake}. A contract can be inked on this paper, and the paper limns all falsehoods on it with a fiery glow. A command word clears the paper, allowing for several drafts. Another command word locks the contract in place and leaves space for signatures. Creatures signing the contract are afterward bound by the contract with all other signatories alerted when one of the signatories breaks the contract. The creature breaking the contract must succeed on a DC 15 Charisma saving throw or become blinded, deafened, and stunned for 1d6 minutes. A creature can repeat the saving throw at the end of each of minute, ending the conditions on itself on a success. After the conditions end, the creature has disadvantage on saving throws until it finishes a long rest.<br>Once a contract has been locked in place and signed, the paper can’t be cleared. If the contract has a duration or stipulation for its end, the pact paper is destroyed when the contract ends, releasing all signatories from any further obligations and immediately ending any effects on them.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "pact-paper",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "scroll",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPpactpaper00000"
}
