{
  "name": "Pavilion of Dreams",
  "_id": "KPpavilionofdrea",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, very rare</em><br>This foot-long box is 6 inches wide and 6 inches deep. With 1 minute of work, the box’s poles and multicolored silks can be unfolded into a pavilion expansive enough to sleep eight Medium or smaller creatures comfortably. The pavilion can stand in winds of up to 60 miles per hour without suffering damage or collapsing, and its interior remains comfortable and dry no matter the weather conditions or temperature outside.<br>Creatures who sleep within the pavilion are immune to spells and other magical effects that would disrupt their sleep or negatively affect their dreams, such as the monstrous messenger version of the <em>@UUID[Compendium.dnd5e.spells.Item.kSPRpeIx3w3nihrF]{dream}</em> spell or a night hag’s Nightmare Haunting.<br>Creatures who take a long rest in the pavilion, and who sleep for at least half that time, have shared dreams of future events. Though unclear upon waking, these premonitions sit in the backs of the creatures’ minds for the next 24 hours. Before the duration ends, a creature can call on the premonitions, expending them and immediately gaining one of the following benefits.<ul><li>If you are surprised during combat, you can choose instead to not be surprised.</li><li>If you are not surprised at the beginning of combat, you have advantage on the initiative roll.</li><li>You have advantage on a single attack roll, ability check, or saving throw.</li><li>If you are adjacent to a creature that is attacked, you can use a reaction to interpose yourself between the creature and the attack. You become the new target of the attack.</li><li>When in combat, you can use a reaction to distract an enemy within 30 feet of you that attacks an ally you can see. If you do so, the enemy has disadvantage on the attack roll.</li><li>When an enemy uses the Disengage action, you can use a reaction to move up to your speed toward that enemy.</li><br>Once used, the pavilion can’t be used again until the next dusk.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "pavilion-of-dreams",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPpavilionofdrea"
}
