{
  "name": "Periapt of Eldritch Knowledge",
  "_id": "KPperiaptofeldri",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, uncommon (requires attunement by a spellcaster)</em><br>This pendant consists of a hollow metal cylinder on a fine, silver chain and is capable of holding one scroll. When you put a spell scroll in the pendant, it is added to your list of known or prepared spells, but you must still expend a spell slot to cast it. If the spell has more powerful effects when cast at a higher level, you can expend a spell slot of a higher level to cast it. If you have metamagic options, you can apply any metamagic option you know to the spell, expending sorcery points as normal. When you cast the spell, the spell scroll isn’t consumed.<br>If the spell on the spell scroll isn’t on your class’s spell list, you can’t cast it unless it is half the level of the highest spell level you can cast (minimum level 1).<br>The pendant can hold only one scroll at a time, and you can remove or replace the spell scroll in the pendant as an action. When you remove or replace the spell scroll, you don’t immediately regain spell slots expended on the scroll’s spell. You regain expended spell slots as normal for your class.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "periapt-of-eldritch-knowledge",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "uncommon"
  },
  "_key": "!items!KPperiaptofeldri"
}
