{
  "name": "Phoenix Carpet",
  "_id": "KPphoenixcarpet0",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Fabled (5th-Level and Higher Properties Require Attunement)</em><br>In order to access the <em>Phoenix Carpet</em>, a mortal must petition and make a pact with whomever currently possess of the vehicle. This requires a caster capable of summoning the lord and making a substantial offering. If the lord accepts, the individual along with allies and gear can board the vehicle and be transported to an arranged destination on the summoner’s plane.<br>The <em>Phoenix Carpet</em> can carry up to 16 passengers (two per carpet), or eight passengers and a ton of additional cargo. It can travel at a speed of 30 mph, has AC 15, 300 hp, and a damage threshold of 15. Control can be temporarily relinquished by the lord to the creature to be attuned to it, per their pact. The carpet is controlled by the will of whomever is attuned to it.<br>Creatures traveling on the <em>Phoenix Carpet</em> gain immunity to the energy type associated with the elemental lord they have entered their pact with. If the vessel is attacked, it automatically defends itself with a breath weapon based on the same lord:<ul><li>Breath Weapon (Recharge 5–6). The <em>Phoenix Carpet</em> exhales either a cyclone in a 15-foot radius centered on it (if pact made with air lord) or a gout of flame in a 60-foot line (if pact made with fire lord). Each creature in the area must make a Dexterity saving throw (DC equal to 8 + your proficiency bonus + your Dexterity modifier), taking 63 (18d6) thunder damage (if a cyclone) or fire damage (if a gout of flame) on a failed save or half as much damage on a successful one.</li><br><em><strong>Pact of Wind and Flame (Requires Attunement).</strong></em> The elemental lord that the pact is made with grants you temporary stewardship over the vessel. While attuned to the Phoenix Carpet, it remains in your service until you dismiss it, the lord that granted you stewardship over the vehicle ends the stewardship, or some magical force breaks your attunement.<br>As your level increases, you gain the following benefits after gaining access to the Phoenix Carpet. Using some of the more powerful abilities can terminate the elemental pact, breaking the individual’s connection to the vessel along with their attunement. If the pact breaks in this manner, the <em>Phoenix Carpet</em> completes its flight, taking its passengers to the last agreed upon destination before returning to the possession of its elemental lord.<br><em><strong>Jealous Lords.</strong></em> Whenever you attempt to command or control the Phoenix Carpet, you risk evoking the ire of a rival elemental lord. Roll d100, and if you roll your character level or lower, you attract the attention of a rival elemental lord who comes seeking to reclaim the vessel. If you refuse to surrender the vessel to the rival lord, it sends a legion of elementals to seize the vessel by force.<br><em><strong>5th Level.</strong></em> At any time, you can direct the vessel to change course and travel to additional locations in the same plane or to stop and wait at a location until you command it to travel again.<br>As an attack action, you can also command the vessel to make a Breath Weapon attack.<br><em><strong>9th Level.</strong></em> As an action, you can cast the <em>@UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz]{plane shift}</em> spell, affecting the entire vessel and all onboard. The destination is restricted to the Elemental Plane of Air, the Elemental Plane of Fire, or the Material Plane. Once used, this ability can’t be used in this way again until 24 hours have passed.<br><em><strong>13th Level.</strong></em> You can command the vessel to unleash waves of elemental energy in a 60-foot radius. Creatures caught in the burst must make a Dexterity saving throw (DC equal to 8 + your proficiency bonus + your Charisma modifier), taking 22 (5d8) fire damage and 22 (5d8) thunder damage on a failed save or half as much damage on a successful one.<br>Using this ability more than once per week breaks the pact and your attunement to the vessel.<br><em><strong>17th Level.</strong></em> You can command the vessel to utter a plane ripping cry that slashes a rift between your location and either the Elemental Plane of Air or the Elemental Plane of Fire. The rift forms a coterminous storm that draws all creatures within 60 feet of it toward its eye and pulls them into the coterminous plane.<br>Using this ability breaks the pact and your attunement to the vessel.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "phoenix-carpet",
    "source": {
      "book": "WG4",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPphoenixcarpet0"
}
