{
  "name": "Poison Strand",
  "_id": "KPpoisonstrand00",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (whip), very rare (requires attunement)</em><br>When you hit with an attack using this magic whip, the target takes an extra 2d4 poison damage.<br>If you hold one end of the whip and use an action to speak its command word, the other end magically extends and darts forward to entangle a creature you can see within 20 feet of you. The target must succeed on a DC 17 Dexterity saving throw or become restrained. While restrained, the target takes 2d4 poison damage at the start of each of its turns, and you can use an action to pull the target up to 20 feet toward you. If you would move the target into damaging terrain, such as lava or a pit, it can make a DC 17 Strength saving throw. On a success, the target isn’t pulled toward you.<br>You can’t use the whip to make attacks while it is restraining a target, and if you release your end of the whip, the target is no longer restrained. The restrained target can use an action to make a DC 17 Strength (Athletics) or Dexterity (Acrobatics) check (target’s choice). On a success, the target is no longer restrained by the whip.<br>When the whip has restrained creatures for a total of 1 minute, you can’t restrain a creature with the whip again until the next dawn.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "poison-strand",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPpoisonstrand00"
}
