{
  "name": "Potion of Gelatinous Form",
  "_id": "KPpotionofgelati",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/consumable.svg",
  "system": {
    "description": {
      "value": "<p><em>Potion, very rare</em><br>When you drink this potion, you and everything you’re wearing and carrying transform into a puddle of ooze for 1 hour or until you end the effect by spending a bonus action and making a successful DC 15 Constitution saving throw. An incorporeal creature isn’t affected.<br>While in this form, your only method of movement is crawling or “oozing” with a speed of 5 feet. You can enter and occupy the space of another creature. You gain resistance to nonmagical damage, but you have disadvantage on Strength saving throws and always fail Dexterity saving throws. You can pass through tiny holes and narrow openings as small as 1 inch across.<br>While in the form of ooze, you can’t talk or manipulate objects, and anything you were carrying or holding can’t be dropped, used, or interacted with. You can’t attack or cast spells.<br>An even rarer variant of this potion exists that transforms you into an acidic ooze. You still can’t attack, but a creature that starts its turn in the same space as you takes 1d4 acid damage. While in gelatinous form, you are immune to acid damage. An added benefit of this version of the potion is that you can enter and remain in a space occupied by a @UUID[Compendium.dnd5e.monsters.Actor.3fzQVYQhXxCXRa2o]{gelatinous cube}, @UUID[Compendium.dnd5e.monsters.Actor.NwQpeeaMxAC3fRft]{black pudding}, or other ooze creature without any harm to yourself. Depending on the size of the ooze creature, in a few rounds you can transit right through it and emerge on the other side, unharmed.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "potion-of-gelatinous-form",
    "source": {
      "book": "SC",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "potion",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPpotionofgelati"
}
