{
  "name": "Potion of Submission",
  "_id": "KPpotionofsubmis",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/consumable.svg",
  "system": {
    "description": {
      "value": "<p><em>Potion, uncommon</em><br>Upon drinking this potion, a creature is filled with feelings of inferiority and worthlessness. It has disadvantage on attack rolls and ability checks, and its speed is halved. Beneficially, however, other creatures pay no attention to it. They’re aware of it—they see and hear the submissive creature normally—but they consider it to be no threat whatsoever and not worth paying attention to. Enemies that would normally attack the creature on sight don’t lift a finger against it or even raise an eyebrow over its presence, in much the same way that powerful figures ignore lowly servants and attendants. The effect lasts 10 minutes or until the submissive creature makes an attack, is noticed taking something that doesn’t belong to it, speaks to someone, or otherwise causes harm or steps out of line. Using a <em>potion of submission</em> guarantees that a creature can gain a surprise round in combat, but its first attack will be made with disadvantage (which may be canceled out if circumstances also grant it advantage).<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "potion-of-submission",
    "source": {
      "book": "SC",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "potion",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "uncommon"
  },
  "_key": "!items!KPpotionofsubmis"
}
