{
  "name": "Primordial Pods",
  "_id": "KPprimordialpods",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, legendary (requires attunement by a druid)</em><br>These seemingly innocuous pellets are actually a mixture of leaves, spores, sacrificial ash, and rare powders made from the ground bones of ancient beasts, and they bring power to those willing to suffer. Sowing pods beneath the flesh gives them purchase to blossom as fungus covers the body in a layer of hardened growths. This disease is curable by a casting of <em>@UUID[Compendium.dnd5e.spells.Item.F0GsG0SJzsIOacwV]{lesser restoration}</em> in the first month. After that, <em>@UUID[Compendium.dnd5e.spells.Item.WzvJ7G3cqvIubsLk]{greater restoration}</em> or more powerful magic is required. Once cured, unless the pods are removed or otherwise destroyed, they will reinfect the host after 1 week of dormancy.<br>To activate the pods, you must embed them within your flesh, dealing 1d4 damage to yourself and creating a wound to house them. After 24 hours, the spores will begin to suffuse the surrounding tissue and a thickened, bark-like fungus will spread across your skin, granting a +1 bonus to AC. This process itches immensely and is extremely uncomfortable. As the fungus spreads, the changes become more dramatic. After 4 months, unless cured, if you ever drop to 0 hp, you can’t be brought back—but your corpse provides the perfect nursery for another generation of spores.<table><tr><th>Duration</th><th>Effects</th></tr><tr><td>1 month</td><td>You have a +1 bonus to AC and blindsight to 20 feet. However, your hit point maximum is reduced by 2d4 + 2.</td></tr><tr><td>2 months</td><td>You have a +2 bonus to AC and blindsight to 40 feet. However, your hit point maximum is reduced by 4d4 + 4.</td></tr><tr><td>3 months</td><td>You have a +2 bonus to AC, resistance to nonmagical damage not from an adamantine weapon, and blindsight to 60 feet. However, your hit point maximum is reduced by 8d4 + 8.</td></tr></table><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "primordial-pods",
    "source": {
      "book": "WG3",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "legendary"
  },
  "_key": "!items!KPprimordialpods"
}
