{
  "name": "Ring of the Jarl",
  "_id": "KPringofthejarl0",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/finger/ring-band-engraved-lines-gold.webp",
  "system": {
    "description": {
      "value": "<p><em>Ring, rare (requires attunement)</em><br>This thick band of hammered yellow gold is warm to the touch even in the coldest of climes. While you wear it, you have resistance to cold damage. If you are also wearing <em>@UUID[Compendium.dnd5e.items.Item.RDPFmUR9exTEXFc8]{boots of the winterlands}</em>, you are immune to cold damage instead.<br><em><strong>Bolstering Shout.</strong></em> When you roll for initiative while wearing this ring, you can use a reaction to shout a war cry, bolstering your allies. Each friendly creature within 30 feet of you and that can hear you gains a +2 bonus on its initiative roll, and it has advantage on attack rolls for a number of rounds equal to your Charisma modifier (minimum of 1 round). Once used, this property of the ring can’t be used again until the next dawn.<br><em><strong>Wergild.</strong></em> While wearing this ring, you can use an action to create a nonmagical duplicate of the ring that is worth 100 gp. You can bestow this ring upon another as a gift. The ring can’t be used for common barter or trade, but it can be used for debts and payment of a warlike nature. You can give this ring to a subordinate warrior in your service or to someone to whom you owe a blood-debt, as a weregild in lieu of further fighting. You can create up to 3 of these rings each week. Rings that are not gifted within 24 hours of their creation vanish again.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "ring-of-the-jarl",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "ring",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPringofthejarl0"
}
