{
  "name": "Ring of Hoarded Life",
  "_id": "KPringofhoardedl",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/finger/ring-band-engraved-lines-gold.webp",
  "system": {
    "description": {
      "value": "<p><em>Ring, uncommon (requires attunement)</em><br>This ring stores hit points sacrificed to it, holding them until the attuned wearer uses them. The ring can store up to 30 hit points at a time. When found, it contains 2d10 stored hit points.<br>While wearing this ring, you can use an action to spend one or more Hit Dice, up to your maximum Hit Dice. For each Hit Die spent in this way, you roll the die and add your Constitution modifier to it. Your hit point maximum is reduced by the total, and the ring stores the total, up to 30 hit points. This hit point maximum reduction can’t be removed with the <em>@UUID[Compendium.dnd5e.spells.Item.WzvJ7G3cqvIubsLk]{greater restoration}</em> spell or similar magic and lasts as long as hit points remain stored in the ring. You can’t store hit points in the ring if you don’t have blood. When hit points are stored in the ring, you can cause one of the following effects:<ul><li>You can use a bonus action to remove stored hit points from the ring and regain that number of hit points.</li><li>You can use an action to remove stored hit points from the ring while touching the ring to a creature. If you do so, the creature regains hit points equal to the amount of hit points you removed from the ring.</li><li>When you are reduced to 0 hit points and are not killed outright, you can use a reaction to empty the ring of stored hit points and regain hit points equal to that amount.</li><br>Hit Dice spent on this ring’s features can’t be used to regain hit points during a short rest. You regain spent Hit Dice as normal.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "ring-of-hoarded-life",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "ring",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "uncommon"
  },
  "_key": "!items!KPringofhoardedl"
}
