{
  "name": "Rod of the Regent",
  "_id": "KProdoftheregent",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/commodities/treasure/sceptre-jeweled-gold.webp",
  "system": {
    "description": {
      "value": "<p><em>Rod, legendary (requires attunement)</em><br>This rod is crafted of polished ebony and capped in gold. It has a flanged head, and it functions as a magic mace that grants a +3 bonus to attack and damage rolls made with it. An amber sphere sits on the opposite end, holding a trapped butterfly. The rod has the following properties:<br><em><strong>Fey Resistance.</strong></em> While holding this rod, you have advantage on saving throws against spells and other magical effects from fey creatures.<br><em><strong>Sending.</strong></em> While holding the rod, you can use an action to cast the <em>@UUID[Compendium.dnd5e.spells.Item.GtGjNjPBgUHxGYAD]{sending}</em> spell. When cast, the butterfly in the amber on the end of the rod glows with a golden light, flies free of the orb, and streaks off to the recipient of the message. The butterfly alights on the head of the recipient, delivering the message. The butterfly waits up to 10 minutes for a response then carries it back to you. This property can’t be used again until the next dawn.<br><em><strong>Tree Stride.</strong></em> While holding this rod, you can use an action to travel between trees. This property works like the <em>@UUID[Compendium.dnd5e.spells.Item.DUBgwHPakcLDkB6W]{tree stride}</em> spell, except you also know the location of any tree within 500 miles that you have touched with this rod, and you can choose one of those trees as your destination tree instead. This property can’t be used again until the next dawn.<br><h2>Setting specific property</h2><br>If you are playing in a setting with fey roads or shadow roads, the Tree Stride property of the rod can be exchanged for the following.<br><em><strong>Know the Roads.</strong></em> While holding this rod, you can use an action to detect any fey roads or shadow roads within 300 feet of you for 10 minutes. While within 60 feet of a road you detect with this property, you can use an action to open a passage into that road, taking up to six other creatures with you. Once you open a passage, you can’t do so again until the next dawn.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "rod-of-the-regent",
    "source": {
      "book": "ToB2L",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "rod",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "legendary"
  },
  "_key": "!items!KProdoftheregent"
}
