{
  "name": "Rod of the Disciplinarian",
  "_id": "KProdofthediscip",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/commodities/treasure/sceptre-jeweled-gold.webp",
  "system": {
    "description": {
      "value": "<p><em>Rod, uncommon (requires attunement)</em><br>This black lacquered wooden rod is banded in steel, has a flanged head, and functions as a magic mace. As a bonus action, you can brandish the rod at a creature and demand it refrain from a particular activity—attacking, casting, moving, or similar. The activity can be as specific (don’t attack the person next to you) or as open (don’t cast a spell) as you want, but the activity must be a conscious act on the creature’s part, must be something you can determine is upheld or broken, and can’t immediately jeopardize the creature’s life. For example, you can forbid a creature from lying only if you are capable of determining if the creature is lying, and you can’t forbid a creature that needs to breathe from breathing.<br>The creature can act normally, but if it performs the activity you forbid, you can use a reaction to make a melee attack against it with the rod. You can forbid only one creature at a time. If you forbid another creature from performing an activity, the previous creature is no longer forbidden from performing activities.<br><em><strong>Instruments of Law.</strong></em> If you are also attuned to and wearing a <em>@UUID[Compendium.koboldpressogl.koboldpressitems.Item.KPjusticarsmask0]{Justicar’s mask}</em>, you can cast the <em>@UUID[Compendium.dnd5e.spells.Item.arzCrMRgcNiQuh43]{command}</em> spell (save DC 13) from the rod once per day. If you are attuned to and wearing a <em>@UUID[Compendium.koboldpressogl.koboldpressitems.Item.KPsignetofthemag]{signet of the Magister}</em>, you have advantage on the melee attack made as a reaction against a creature performing an activity you forbid.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "rod-of-the-disciplinarian",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "rod",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "uncommon"
  },
  "_key": "!items!KProdofthediscip"
}
