{
  "name": "Rod of Ghastly Might",
  "_id": "KProdofghastlymi",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/commodities/treasure/sceptre-jeweled-gold.webp",
  "system": {
    "description": {
      "value": "<p><em>Rod, legendary (requires attunement)</em><br>The knobbed head of this tarnished silver rod resembles the top half of a jawless, syphilitic skull, and it functions as a magic mace that grants a +2 bonus to attack and damage rolls made with it. The rod has properties associated with five different buttons that are set erratically along the haft. It has three other properties as well, detailed below.<br><em><strong>Five Buttons.</strong></em> You can press one of the rod’s five buttons as a bonus action. A button’s effect lasts until you push a different button or until you push the same button again, which causes the rod to revert to its normal form.<br>If you press <strong>button 1</strong>, the rod’s head erupts in a fiery nimbus of abyssal energy that sheds dim light in a 5-foot radius. While the rod is ablaze, it deals an extra 1d6 fire damage and 1d6 necrotic damage to any target it hits.<br>If you press <strong>button 2</strong>, the rod’s head becomes enveloped in a black aura of enervating energy. When you hit a target with the rod while it is enveloped in this energy, the target must succeed on a DC 17 Constitution saving throw or deal only half damage with weapon attacks that use Strength until the end of its next turn.<br>If you press <strong>button 3</strong>, a 2-foot blade springs from the tip of the rod’s handle as the handle lengthens into a 5-foot haft, transforming the rod into a magic glaive that grants a +2 bonus to attack and damage rolls made with it.<br>If you press <strong>button 4</strong>, a 3-pronged, bladed grappling hook affixed to a long chain springs from the tip of the rod’s handle. The bladed grappling hook counts as a magic sickle with reach that grants a +2 bonus to attack and damage rolls made with it. When you hit a target with the bladed grappling hook, the target must succeed on an opposed Strength check or fall prone.<br>If you press <strong>button 5</strong>, the rod assumes or remains in its normal form and you can extinguish all nonmagical flames within 30 feet of you.<br><em><strong>Turning Defiance.</strong></em> While holding the rod, you and any undead allies within 30 feet of you have advantage on saving throws against effects that turn undead.<br><em><strong>Contagion.</strong></em> When you hit a creature with a melee attack using the rod, you can force the target to make a DC 17 Constitution saving throw. On a failure, the target is afflicted with a disease. This works like the contagion spell. Once used, this property can’t be used again until the next dusk.<br><em><strong>Create Specter.</strong></em> As an action, you can target a humanoid within 10 feet of you that was killed by the rod or one of its effects and has been dead for no longer than 1 minute. The target’s spirit rises as a @UUID[Compendium.dnd5e.monsters.Actor.PuPo4H4Dcxigf0fY]{specter} under your control in the space of its corpse or in the nearest unoccupied space. You can have no more than one @UUID[Compendium.dnd5e.monsters.Actor.PuPo4H4Dcxigf0fY]{specter} under your control at one time. Once used, this property can’t be used again until the next dusk.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "rod-of-ghastly-might",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "rod",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "legendary"
  },
  "_key": "!items!KProdofghastlymi"
}
