{
  "name": "Sanguine Tear",
  "_id": "KPsanguinetear00",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/back/cloak-brown-collared-fur-white-tied.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, legendary (requires attunement)</em><br>Sanguine tear is a teardrop-shaped ruby pendant suspended on a gold chain.<br>While wearing <em>Sanguine tear</em>, you gain the benefits of wearing a @UUID[Compendium.dnd5e.items.Item.DWwBkOFuYf5VN3M2]{periapt of wound closure}. The tear has 7 charges. It regains 1d4 + 3 expended charges daily at dawn but only if you have dealt piercing, slashing, or necrotic damage to a creature that has blood since the previous dawn.<br><em><strong>Blood Call.</strong></em> As an action, you can expend 1 charge to target a creature you can see within 60 feet. If bloodsight is active, you can target a creature revealed to you by its blood, even if it has total cover from you. The creature’s blood violently erupts from its body through its eyes, nose, mouth, or any similar orifice, or simply from its skin through burst blood vessels. The target must make a DC 15 Constitution saving throw, taking 4d8 necrotic damage and is stunned until the start of your next turn on a failed save or half as much damage and isn’t stunned on a successful one.<br>You regain a number of hit points equal to half the necrotic damage the target takes, but never more than the number of hit points it had before taking damage.<br><em><strong>Bloodsight.</strong></em> As a bonus action, you can expend 2 charges to sense the presence of any creature that has blood within 60 feet of you. This lasts for 1 minute. You see a red, pulsing light illuminating the heart and veins that throbs brighter in time with the creature’s heartbeat. This light is visible to you even in magical darkness or other heavily obscured areas and through solid objects. Creatures revealed to you in this way gain no benefit against you for being hidden or invisible.<br><em><strong>Steal Vitality.</strong></em> As an action, you can drain blood from a willing creature, or one that is paralyzed or unconscious, with a touch. The creature takes 4d10 necrotic damage, and <em>Sanguine tear</em> regains 1 charge.<br><em><strong>Sentience.</strong> Sanguine tear</em> is a sentient neutral evil necklace with an Intelligence of 19, a Wisdom of 10, and a Charisma of 17. It has hearing and darkvision out to a range of 120 feet, and it gains the benefit of its own bloodsight property when activated.<br>The necklace can speak, read, and understand Common, Draconic, and Infernal and can communicate with its wearer telepathically. Its voice is male, flat, and has a hint of an exotic accent.<br><em><strong>Personality.</strong> Sanguine tear</em> is a haughty, arrogant thing that expects its wearer to treat it with respect.<br>The necklace’s greatest desire is to preserve its own existence, and it latches onto a wearer it thinks might have the strength to assist it in that goal. The ruby pendant absorbed the blood of its creator and pushes its wearer to seek out ways to preserve its life and to uncover any scrap of blood magic it learns about.<br>To that end, <em>Sanguine tear</em> can’t abide being completely drained of charges. One of the quickest ways to push the sentient item into a conflict is to leave it at zero charges. If the wearer doesn’t make an effort to recharge the item by using Steal Vitality, the necklace will simply take matters into its own hands and force the issue. If it gets the sense that its wearer won’t help it meet its goals of eternal existence or continued recovery of lost blood magic, it will try to kill the wearer in its sleep, turning Blood Call and Steal Vitality against it.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "sanguine-tear",
    "source": {
      "book": "WG",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "clothing",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "uses": {
      "spent": 0,
      "max": "7",
      "recovery": [
        {
          "period": "dawn",
          "formula": "1d4 + 3",
          "type": "formula"
        }
      ]
    },
    "rarity": "legendary"
  },
  "_key": "!items!KPsanguinetear00"
}
