{
  "name": "Scent Sponge",
  "_id": "KPscentsponge000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, uncommon</em><br>This sea sponge collects the scents of creatures and objects. You can use an action to touch the sponge to a creature or object, and the scent of the target is absorbed into the sponge. An unwilling target can make a DC 13 Dexterity saving throw, and if it succeeds, it is unaffected by the sponge. For 1 hour after its scent has been absorbed, the target gives off no smell and can’t be detected or tracked by creatures, spells, or other effects that rely on smell to detect or track the target.<br>You can use an action to wipe the sponge on a creature or object, masking its natural scent with the scent stored in the sponge. An unwilling target can make a DC 13 Dexterity saving throw, and if it succeeds, it is unaffected by the sponge. For 1 hour after its scent has been masked, the target gives off the smell of the creature or object that was stored in the sponge. The effect ends early if the target’s scent is replaced by another scent from the sponge or if the scent is cleaned away, which requires vigorous washing for 10 minutes with soap and water or similar materials.<br>The sponge can hold a scent indefinitely, but it can hold only one scent at a time.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "scent-sponge",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "uncommon"
  },
  "_key": "!items!KPscentsponge000"
}
