{
  "name": "Shield of Annihilation",
  "_id": "KPshieldofannihi",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "systems/dnd5e/icons/svg/items/equipment.svg",
  "system": {
    "description": {
      "value": "<p><em>Armor (Shield), Very Rare</em><br>This entirely black shield resembles a hole in the multiverse. No light that touches it seems to escape. While you are wielding it, any weapon attack that misses you by 1 or 2 points on the roll means the weapon is blocked and annihilated by the shield. (Wielders of magical weapons are entitled to a DC 14 Dexterity saving throw to avoid the weapon’s annihilation.) Artifacts are unaffected by the shield. Creatures whose natural weapons miss you by 1 or 2 points on the roll are not annihilated, but they must succeed on a DC 14 Dexterity saving throw or take 4d10 force damage.<br>Deliberately touching an object to annihilate it works as expected, destroying up to 2 cubic feet of material each round. However, the shield begins to glow red and purple after each single object destroyed or every 8-cubic-foot portion of a larger object it consumes. After the third object is consumed or after 24 cubic feet of matter are annihilated before taking a long rest, the shield’s enchantment overloads, and the shield crumbles to dust.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "shield-of-annihilation",
    "source": {
      "book": "WG4",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPshieldofannihi"
}
