{
  "name": "Sibilant Glyph Armor",
  "_id": "KPsibilantglypha",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/back/cloak-brown-collared-fur-white-tied.webp",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item (armor), very rare (requires attunement)</em><br>This hardened, grey and black plate armor, with hammered imprints of strange symbols, lacquered eyes, and engraved mouths, feels weightless when worn, but owners say its burden is mental. Some claim it whispers when not worn.<br>Fashioned from an incredibly tough and lightweight substance lost to time, the armor is covered in disturbing glyphs, multi-pupiled eyes, and twisted mouths that seem sculpted from the material and shift when no one is looking. While wearing this unsettling light armor, you gain a +6 bonus to AC and the following benefits:<ul><li>The ancient and now only instinctually known origins of the armor grant you advantage on Charisma (Intimidation and Persuasion) checks while interacting with dust goblins.</li><li>Your initiative rolls have advantage.</li><li>You can consult the sibilant armor three times per long rest, asking any three detailed questions relative to Arcana, History, or Religion and regarding knowledge or past events transpiring within area it originated. The armor answers mentally in a burst of images. Each time you use this ability, you must succeed on a DC 13 Charisma saving throw or suffer 1 random, long-term madness (save again after 1 week until successful). If used more than once in 24 hours, the DC increases to 16 and the madness intensifies.</li><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "sibilant-glyph-armor",
    "source": {
      "book": "WG",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "clothing",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPsibilantglypha"
}
