{
  "name": "Skittering Skiff",
  "_id": "KPskitteringskif",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, very rare (requires attunement)</em><br>This vehicle resembles nothing so much as a fungal carrion crawler, but its back is hollowed out like the hull of a ship, a helm is installed on its head, and its body is festooned with writhing tendrils. The <em>skittering skiff</em> moves equally well in water or on land. By stretching and reaching with its tendrils, it can cross gaps and chasms up to 30 feet across.<br>A <em>skittering skiff</em> is technically alive, but it has no consciousness or will, and it won't move without a driver at the helm. It's treated as an object for the purposes of spells and other effects. It has AC 6, 140 hit points, and immunity to necrotic, poison, and psychic damage. A <em>skittering skiff</em> can transport up to 15 Medium or smaller creatures, plus the driver who must be attuned to the vehicle. It travels 3 mph (25 feet per round) and can carry a maximum load of 3 tons (passengers + cargo).<br>The derros sometimes outfit <em>skittering skiffs</em> for raiding. Most often these are armed with ten heavy crossbows (five per side), but sometimes two ballistas are mounted instead. Armor plating can raise the skiff 's AC to 12 and gives three-quarters cover to passengers but lowers its speed to 2.5 mph (20 feet per round)<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "skittering-skiff",
    "source": {
      "book": "DC&SS",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "very rare"
  },
  "_key": "!items!KPskitteringskif"
}
