{
  "name": "Soul Reaver",
  "_id": "KPsoulreaver0000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (Battleaxe), Fabled (5th-Level and Higher Properties Require Attunement)</em><br>A long haft carved from yellowed bone supports a single blade head perpetually stained crimson.<br>Weapons are tools of destruction. They are forged with the potential for great violence, regardless of their intended purpose. Some weapons take more easily to their violent potential than others, and such weapons crave the fulfillment of bloody possibility. In the hands of a skilled warrior, a bloodthirsty weapon can claim hundreds of lives, collecting a psychic imprint with each death delivered. As more souls are claimed, these weapons increase their supernatural affinity for spilling blood.<br>While holding the axe, you can use a bonus action to focus on one creature you can see within 30 feet of you. When you do so, you learn if the creature is weaker than you (its CR is at least 2 below your level), if you are evenly matched (its CR is equal to or within 1 of your level), or stronger than you (its CR is at least 2 higher than your level).<br><em><strong>Grim Harvest (Requires Attunement).</strong></em> As your level increases, you gain the following benefits while wielding this weapon.<br><em><strong>5th level.</strong></em> You gain a +1 bonus to attack and damage rolls with this weapon. In addition, whenever a melee attack made with the axe reduces a creature of CR 1 or higher to 0 hit points, you regain hit points equal to your proficiency bonus.<br><em><strong>9th level.</strong></em> While holding Soul Reaver, you can use an action to command the souls within the axe to defend you for 1 minute. When you do so, fiendish spirits come forth from the axe in a 5-foot radius centered on you. When a creature enters the area for the first time on a turn or starts their turn there, they must succeed on a Wisdom saving throw (DC equals 10 + your proficiency bonus) or take 3d8 necrotic damage. You must complete a short or long rest before you can use this feature again.<br><em><strong>13th level.</strong></em> You now gain a +2 bonus to attack and damage rolls with this weapon instead of +1. In addition, if damage dealt by Soul Reaver would reduce a creature’s hit points to 10 or less, it instead reduces the target’s hit points to 0.<br><em><strong>17th.</strong></em> You now gain a +3 bonus to attack and damage rolls with this weapon instead of +2. Additionally, whenever you score a critical hit against a creature with Soul Reaver, you can designate a number of creatures within 30 feet of the original target (including the target) equal to your proficiency bonus. Each designated creature takes a number of d8s of necrotic damage equal to your proficiency bonus.<br><h2>Suggested Mighty Deeds</h2><br>Potential mighty deeds for this weapon:<ul><li>Claim the lives of seven noble champions.</li><li>Strike a bargain with a celestial or fiend to empower the weapon with souls.</li><li>Bathe the weapon in the blood of a legendary creature.</li><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "soul-reaver",
    "source": {
      "book": "BoB:EtB",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPsoulreaver0000"
}
