{
  "name": "Spark of Defiance",
  "_id": "KPsparkofdefianc",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, artifact</em><br>From time to time, this formless spark spontaneously passes to those who defy vampiric rule, and it stays with them as long as they do not waver in their opposition to the elders.<br>Possessing the spark is something of a two-edged sword. The servants of the vampires are everywhere, and it will not be long before word reaches the vampire grand elder that the white fire has reappeared.<br>If the spark is passed to you, you gain the following benefits.<br><em><strong>Stalwart Leader.</strong></em> You gain advantage on Charisma (Persuasion) checks to rally people to your cause. In addition, you and friendly creatures within 10 feet of you can't be charmed by a vampire<br><em><strong>Blessed Champion.</strong></em> All damage you deal with melee weapons to undead creatures is radiant. In addition, once per day when standing in defiance of authority and to advance a higher purpose, a white light burns in your eyes. You gain 10 temporary hit points that last for 1 hour, and you gain the benefits of a bless spell for the same duration (no concentration required).<br><em><strong>Restless Spirit.</strong></em> The effects of the <em>Spark of Defiance</em> depart immediately upon your death. Alternatively, it will jump to another individual if you waver in your sworn convictions. To date, none have held the <em>Spark of Defiance</em> for more than 11 days, since even the most sincere have moments of doubt. If you are granted the spark, you must succeed on a Wisdom saving throw of increasing difficulty each day, starting on the second day of carrying the spark (DC 10 +1 difficulty each day thereafter) to perfectly maintain your convictions. You can make the saving throw with advantage if you have actively demonstrated your convictions in the previous 24 hours, such as by fighting against a vampire or its servants.<br><em><strong>Destroying the Spark.</strong></em> To destroy the <em>Spark of Defiance</em>, an evil wizard must wish for the spark to be bound to the corporeal form of its current host, then that host must be slain by the vampire grand elder's bite. The spark forever disappears the moment the host reawakens as a vampire spawn under the vampire grand elder's control.<br>Alternatively, if the creature blessed by the <em>Spark of Defiance</em> slays the vampire grand elder, the spark disperses in a flash of brilliant light, originating from the creature's eyes, as the last remnants of the animating spirit finally find peace.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "spark-of-defiance",
    "source": {
      "book": "MWB",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "artifact"
  },
  "_key": "!items!KPsparkofdefianc"
}
