{
  "name": "Tamed Verdant Mantle",
  "_id": "KPtamedverdantma",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Uncommon</em><br>A long, leafy vine of braided woody tendrils is attached to a palm-sized bark fragment which hosts a collection of tiny rootlets. When you hold the bark to the base of your neck and attune to it, the mantle attaches.<br>Attunement to the <em>tamed verdant mantle</em> provides a +2 bonus to AC. In addition, you may invest it with a number of Hit Dice up to your total unused Hit Dice. Invested Hit Dice may not be used for healing during short rests while invested.<br>Investing Hit Dice in the <em>mantle</em> grants ongoing powers, which you choose upon investing them. You may change the number of invested Hit Dice and the powers you gain after a long rest.<br>Powers (and their cost) include:<ul><li>Vine Strength (1 Hit Die). Gain a 20-foot climb speed and advantage on Strength checks.</li><li>Photosynthesis (1 Hit Die). Consume several leaves of the mantle each day to serve as a day’s food and drink.</li><li>Enfolding Leaves (1 Hit Die). You are unaffected by extremes of temperature (−20°F to 110°F) and immediately stabilize if reduced to 0 hit points.</li><li>Enclosed Breath (2 Hit Dice). You may breathe underwater, in a vacuum, or other low-oxygen environment, as if you were at sea level.</li><li>Thorn Whip (2 Hit Dice). You may cast the <em>thorn whip</em> cantrip, using your character level for your caster level.</li><li>Thorn Fling (3 Hit Dice). You may make a proficient ranged attack, firing a thorn from the <em>mantle</em> for 1d4 damage. Twice per long rest, if the attack is successful, you may have it generate an effect as if you had cast <em>hail of thorns</em> using a 2nd‑level slot. You may take this power more than once.</li><li>Limb Growth (5 Hit Dice). The <em>mantle</em> may act as a replacement limb, for an arm or leg severed or lost by a spell effect. The limb provides advantage on checks to escape, initiate, or maintain a grapple.</li><br>Additionally, as a reaction, you may sacrifice all invested Hit Dice. This renders the <em>mantle</em> inert. You lose the benefit of all the <em>mantle’s</em> powers, except its AC bonus, until you reinvest Hit Dice after the next long rest. In exchange, you immediately gain the healing benefit of half the invested Hit Dice; roll the invested Hit Die pool and divide by two.<br>Alternatively, you may sacrifice the <em>mantle</em> completely and gain the full amount of healing provided by the invested Hit Dice. This destroys the <em>mantle</em>, and you lose all benefit from it five rounds later. You may attune again to a different item after a long rest. You may be attuned to only one <em>tamed verdant mantle</em> at a time.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "tamed-verdant-mantle",
    "source": {
      "book": "MW",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "uncommon"
  },
  "_key": "!items!KPtamedverdantma"
}
