{
  "name": "The Black Goat Wizard's Folio",
  "_id": "KPtheblackgoatwi",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, unique (requires attunement by a spellcaster)</em><br>This book is bound in dark green leather with bronze fittings gone green with verdigris. Tooled into the cover are designs of twisted, thorny vines, all wrapped around a fist-sized goat’s eye crafted of red and black glass. The cover shows signs of wear, but the strap and lock that hold the book closed are well maintained.<br>The ongoing attempt by a follower of the Black Goat to collect the remnants of the Codex of the Black Goat has resulted in a spellbook that the wizard carries with him at all times. Much of this book is his chronicle of his search for the lost Codex, as well as his research based on rumors, secondhand information, and research. The few scraps of the original book and partial copies that the wizard has been able to recover are kept in the Folio, as well as the few spells that the wizard has been able to translate from those relics. The remainder of the book contains spells he has gathered during his continuing search.<br>Note that with 140 pages, <em>the Black Goat Wizard's Folio</em> is considerably thicker than a normal spell book. All but one of the pages is filled. Despite the book’s unusual thickness, it is sturdy, thanks to the bookbinding talents of its creator. The Folio is also heavier than most spellbooks, weighing 4.2 lbs.<br>PC spellcasters who attune to <em>the Black Goat Wizard's Folio</em> are granted access to the maddening spells contained in <em>Deep Magic 3: Void Magic</em>. The spells recorded in this foul tome include <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPcrushingcurse0]{crushing curse}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPmaddeningwhisp]{maddening whispers}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPvoidstrike0000]{void strike}, @UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPlivingshadows0]{living shadows}</em>, and <em>@UUID[Compendium.koboldpressogl.koboldpressspells.Item.KPlifedrain00000]{life drain}</em>.<br>Addtionally, PC spellcasters attuned to the folio are occasionally visited in their dreams by the Black Goat. Each time the PC completes a long rest, they must make a DC 15 Wisdom saving throw. On a success, the first spell they cast that day does not expend a spell slot. On a failed saving throw, one prepared spell is switched with a spell listed above, chosen by the GM.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "the-black-goat-wizards-folio",
    "source": {
      "book": "DC&SS",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "unique"
  },
  "_key": "!items!KPtheblackgoatwi"
}
