{
  "name": "Trainer’s Whip",
  "_id": "KPtrainerswhip00",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (Whip), Fabled (5th Level and Higher Properties Require Attunement)</em><br>The wood-bound handle of this braided whip ends in a small animal paw. The leather is embossed impressions of claws, hooves, beaks, and pointed teeth.<br>Each day after completing a long rest, you may choose one friendly Beast that you can see within 60 feet of you. That Beast gains 1 trick until you activate the magic whip again.<br><em><strong>Beast Friend (Requires Attunement).</strong></em> As your level increases, you gain the following benefits while wielding or holding this magical whip.<br><em><strong>5th level.</strong></em> While within 5 feet of your chosen Beast, you each gain +1 AC.<br><em><strong>9th level.</strong></em> Your chosen Beast’s attacks become magical. When you take an attack with this magical whip, your chosen Beast may use a reaction to make an attack against the same target.<br><em><strong>13th level.</strong></em> Your chosen Beast has a +1 bonus to attack and damage rolls. When your chosen Beast hits a creature with an opportunity attack, that creature’s speed becomes 0 until the start of your next turn.<br><em><strong>17th level.</strong></em> Each day when you choose your Beast, you can store a single spell of 1st through 5th level in your Beast by touching the whip to the Beast as the spell is cast. If you attempt to store another spell in your Beast, any previously stored spell is lost. The spell uses the slot level, spell save DC, spell attack bonus, and spellcasting ability of the original caster, but is otherwise treated as if the Beast cast the spell. The Beast does not choose when to cast the spell, but rather it takes effect when a certain circumstance occurs. You choose that circumstance when the spell is stored. The spell is cast with any parameters set by the original caster, requiring no components, immediately after the circumstance is met for the first time, whether or not you want it to.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "trainers-whip",
    "source": {
      "book": "BoB:EtR",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPtrainerswhip00"
}
