{
  "name": "Unstable Bombard",
  "_id": "KPunstablebombar",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/consumable.svg",
  "system": {
    "description": {
      "value": "<p><em>Potion, rarity varies</em><br>These brass and crystal cylinders are 6 inches long with 1-inch diameters. Each cylinder has a funnel on one end and a wooden plunger on the other end. You can use an action to quickly press the plunger, expelling the cylinder’s contents out through the funnel in a 30-foot line that is 5 feet wide. Once its contents are expelled, a cylinder is destroyed, and there is a 25 percent chance you are also subjected to the bombard’s effects as if you were caught in the line.<br><em><strong>Mindshatter Bombard (Rare).</strong></em> A vermilion solution sloshes and boils inside this canister. Each creature in the line of this substance must make a DC 15 Wisdom saving throw. On a failure, a creature takes 3d6 psychic damage and is incapacitated for 1 minute. On a success, a creature takes half the damage and isn’t incapacitated. An incapacitated creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.<br><em><strong>Murderous Bombard (Uncommon).</strong></em> A gruesome crimson slurry sloshes inside this canister with strange bits of ivory floating in it. Each creature in the line of this substance must succeed on a DC 13 Wisdom saving throw or be overcome with rage for 1 minute. While overcome with rage, the creature can’t distinguish friend from foe and must attack the nearest creature. If no other creature is near enough to move to and attack, the creature stalks off in a random direction, seeking a target for its rage. A creature overcome with rage can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.<br><em><strong>Sloughide Bombard (Very Rare).</strong></em> A clear, gelatinous substance fills this canister. Each creature in the line of this substance must make a DC 17 Constitution saving throw. On a failure, a creature takes 6d6 acid damage and is paralyzed for 1 minute. On a success, a creature takes half the damage and isn’t paralyzed. While paralyzed, the creature takes 2d6 acid damage at the start of each of its turns. A paralyzed creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "unstable-bombard",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "potion",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPunstablebombar"
}
