{
  "name": "Voidwalker",
  "_id": "KPvoidwalker0000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/equipment/finger/ring-band-engraved-lines-gold.webp",
  "system": {
    "description": {
      "value": "<p><em>Ring, legendary (requires attunement)</em><br>This band of tarnished silver bears no ornament or inscription, but it is icy cold to the touch. The patches of dark corrosion on the ring constantly, but subtly, move and change; though, this never occurs while anyone observes the ring.<br>While wearing <em>Voidwalker</em>, you gain the benefits of a <em>@UUID[Compendium.dnd5e.items.Item.i2puCDRaTxkuFfB4]{ring of free action}</em> and a <em>ring of resistance</em> (cold). It has the following additional properties.<br><em><strong>Forbidden Lore.</strong></em> <em>Voidwalker</em> knows a great deal about esoteric and dark topics, and grants you the following skill modifiers: Arcana +8, History +8, Religion +8.<br><em><strong>Necrotic Absorption.</strong></em> When you would take necrotic damage, you can use your reaction to absorb the damage instead. You regain hit points equal to the necrotic damage you would have otherwise taken.<br><em><strong>Void Step.</strong></em> You can use the ring to cast <em>@UUID[Compendium.dnd5e.spells.Item.wqfAVANuQonNBgnL]{misty step}</em> at will. Instead of a puff of mist, you fade and reappear in a black smear in the air.<br><em><strong>Sentience.</strong></em> <em>Voidwalker</em> is a sentient neutral evil ring with an Intelligence of 14, a Wisdom of 12, and a Charisma of 16. It has hearing and darkvision out to a range of 120 feet. The ring communicates telepathically with its wearer and can also speak Abyssal, Common, Infernal, and Void Speech. It constantly whispers suggestions for its wearer to find new pathways to the Void, often as a means to solve any problem or dilemma the wearer faces.<br><em><strong>Personality.</strong></em> <em>Voidwalker</em> is an obsequious thing that takes great pains to cater to the desires of its wearer. It comports itself as an advisor, majordomo, or other high-ranking servant. In truth, its purpose is to return to the Void and to take a mortal “master” with it. Conflict arises if its wearer tries to seal a breach or gateway into the Void or to discard the ring.<br>The ring is clever and knows that most mortals want nothing to do with the Void directly. It also knows that most of the creatures with strength enough to claim it will end up in dire straits sooner or later. It doesn’t overplay its hand trying to push a master to take a plunge into the depths of the Void, but instead makes itself as indispensable as possible. It provides counsel and protection, all the while subtly pushing its master to take greater and greater risks.<br>Once it’s maneuvered its wearer into a position of desperation, generally on the brink of death, <em>Voidwalker</em> offers a way out. If the master accepts, it opens a gate into the Void, most likely sealing the creature’s doom.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "voidwalker",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "ring",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": "legendary"
  },
  "_key": "!items!KPvoidwalker0000"
}
