{
  "name": "Wand of Harrowing",
  "_id": "KPwandofharrowin",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "equipment",
  "img": "icons/weapons/wands/wand-star-white.webp",
  "system": {
    "description": {
      "value": "<p><em>Wand, rare (requires attunement)</em><br>The tips of this twisted wooden wand are exceptionally withered. The wand has 7 charges for the following properties. It regains 1d6 + 1 expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand disintegrates into useless white powder.<br><em><strong>Affliction.</strong></em> While holding the wand, you can use an action to expend 1 charge to cause a creature you can see within 60 feet of you to become afflicted with unsightly, weeping sores. The target must succeed on a DC 15 Constitution saving throw or have disadvantage on all Dexterity and Charisma checks for 1 minute. An afflicted creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.<br><em><strong>Pain.</strong></em> While holding the wand, you can use an action to expend 3 charges to cause a creature you can see within 60 feet of you to become wracked with terrible pain. The target must succeed on a DC 15 Constitution saving throw or take 4d6 necrotic damage, and its movement speed is halved for 1 minute. A pained creature can repeat the saving throw at the end of each of its turns, ending the effect on itself a success. If the target is also suffering from the Affliction property of this wand, it has disadvantage on the saving throw.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "wand-of-harrowing",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "wand",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "uses": {
      "spent": 0,
      "max": "7",
      "recovery": [
        {
          "period": "dawn",
          "formula": "1d6 + 1",
          "type": "formula"
        }
      ]
    },
    "rarity": "rare"
  },
  "_key": "!items!KPwandofharrowin"
}
