{
  "name": "Whirlwind Spherecraft",
  "_id": "KPwhirlwindspher",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous Item, Fabled (5th-Level and Higher Abilities Require Attunement)</em><br>This fist-sized stone sphere has bands of iron inset into its surface and engraved with a storm-like image that seems to move slowly across its surface. While holding the sphere, you have advantage on Intelligence checks regarding elementals or the planes.<br><em><strong>Ride the Storm (Requires Attunement).</strong></em> As your level increases, you gain the following benefits while holding the sphere.<br><em><strong>5th Level.</strong></em> If you use an action to rotate one of the iron bands on the sphere, a powerful whirlwind lifts a circle of stone beneath you with a diameter of 5 feet into the air. The stone floats for a number of hours equal to your proficiency bonus, either all at once or in several shorter flights with each using a minimum of 1 minute from the duration.<br>The stone moves at your mental command. It has a flying speed of 15 feet and can carry you and any equipment you are wearing or carrying. Ranged attacks have disadvantage against you while you are traveling upon your stone. The effect ends if you step off the stone. When you do so, the stone vanishes and you descend 60 feet per round, taking no damage from falling.<br>As your level increases, the stone can move faster and carry more creatures and any equipment they are wearing or carrying:<ul><li>30 feet and additional willing Medium or smaller creatures equal to half of your proficiency bonus (9th).</li><li>45 feet and additional willing Medium or smaller creature equal to your proficiency bonus (13th).</li><li>60 feet (17th).</li><br><em><strong>9th Level.</strong></em> As an action, you can cast the <em>@UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz]{plane shift}</em> spell, affecting the entire vessel and all onboard. The destination is restricted to the Elemental Plane of Air, the Elemental Plane of Earth, or the Material Plane. Once used, this ability can’t be used in this way again until 24 hours have passed.<br><em><strong>13th Level.</strong></em> While traveling upon the stone, you can use an action to rotate three iron bands on the sphere. The winds lifting the stone form a 30-foot-tall cylinder with a 10-foot radius, centered on the flying stone. Any creature in the cylinder, other than you and those you chose to ride the stone with you, must make a Strength saving throw (DC equal to 8 + your proficiency bonus + your Charisma modifier), taking 6d8 bludgeoning damage and being flung up to 20 feet away from the whirlwind in a random direction and knocked prone on a failed save or taking half the damage and suffering no other effects on a successful one.<br>The whirlwind lasts for a minute. Once you use the sphere in this way, it can’t be used in this way again until you finish a long rest.<br><em><strong>17th Level.</strong></em> While piloting the vessel, you can cast the <em>@UUID[Compendium.dnd5e.spells.Item.ERCv7yuRkQ0YjGx6]{reverse gravity}</em> spell as an action. Once used, the vessel cannot be used again in this way for 1d4 + 1 days.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "whirlwind-spherecraft",
    "source": {
      "book": "WG4",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "rarity": ""
  },
  "_key": "!items!KPwhirlwindspher"
}
