{
  "name": "Whirlwind Bolas",
  "_id": "KPwhirlwindbolas",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "weapon",
  "img": "systems/dnd5e/icons/svg/items/weapon.svg",
  "system": {
    "description": {
      "value": "<p><em>Weapon (bolas), rare</em><br>The metal weights of this magic weapon are inscribed with spiraling sigils of the wind. When you throw this bolas at a creature, the DC for the weapon’s Strength saving throw is 15 instead of 10. If a creature deals slashing damage to the bolas to free itself, the bolas can’t be used to reduce a creature’s speed again until the next dawn, when it knits itself back together.<br><em><strong>Whirling Trip.</strong></em> If a creature’s speed is reduced to 0 by this weapon, you can speak a command word as a bonus action. If you do, the weights of the bolas begin to spin, creating a vortex of wind around the target. The vortex lifts the target up to 30 feet into the air, then releases it. The whirlwind bolas then flies up to 50 feet and tries to return to your hand. If you have no hand free, it falls to the ground at your feet. The bolas can’t be used this way again until the next dawn.<br><em><strong>Bolas Statistics.</strong></em> A bolas is a martial ranged weapon with a range of 5/15 feet. It weighs 2 pounds and costs 5 gp, and it has the thrown property in addition to the special property below. The whirlwind bolas is a magical version of this weapon.<br><strong>Special.</strong> A Medium or smaller creature hit by a bolas has its speed reduced to 0 until it is freed, and it must succeed on a DC 10 Strength saving throw or fall prone. A bolas has no effect on formless creatures or creatures that are Large or larger. A creature can use its action to make a DC 10 Strength check, freeing itself or another creature within its reach on a success. Dealing 5 slashing damage to the bolas (AC 10) also frees the creature without harming it, ending the effect.<br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "whirlwind-bolas",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "type": {
      "value": "simpleM",
      "baseItem": ""
    },
    "damage": {
      "base": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      },
      "versatile": {
        "types": [],
        "custom": {
          "enabled": false
        },
        "scaling": {
          "number": 1
        }
      }
    },
    "properties": [
      "mgc"
    ],
    "rarity": "rare"
  },
  "_key": "!items!KPwhirlwindbolas"
}
