{
  "name": "Wraithstone",
  "_id": "KPwraithstone000",
  "effects": [],
  "folder": null,
  "flags": {},
  "type": "consumable",
  "img": "systems/dnd5e/icons/svg/items/loot.svg",
  "system": {
    "description": {
      "value": "<p><em>Wondrous item, uncommon (requires attunement)</em><br>This stone is carved from petrified roots to reflect the shape and visage of a beast. The stone holds the spirit of a sacrificed beast of the type the stone depicts. A wraithstone is often created to grant immortal life to a beloved animal companion or to banish a troublesome predator. The creature’s essence stays within until the stone is broken, upon which point the soul is released and the creature can’t be resurrected or reincarnated by any means short of a wish spell.<br>While attuned to and carrying this item, a spectral representation of the beast walks beside you, resembling the sacrificed creature’s likeness in its prime. The specter follows you at all times and can be seen by all. You can use a bonus action to dismiss or summon the specter. So long as you carry this stone, you can interact with the creature as if it were still alive, even speaking to it if it is able to speak, though it can’t physically interact with the material world. It can gesture to indicate directions and communicate very basic single-word ideas to you telepathically.<br>The stone has a number of charges, depending on the size of the creature stored within it. The stone has 6 charges if the creature is Large or smaller, 10 charges if the creature is Huge, and 12 charges if the creature is Gargantuan. After all of the stone’s charges have been used, the beast’s spirit is completely drained, and the stone becomes a nonmagical bauble.<br>As a bonus action, you can expend 1 charge to cause one of the following effects:<ul><li><strong>Bestial Vigor.</strong> The next time you hit a creature with a melee weapon attack, the target takes an extra 1d6 damage of the weapon’s type.</li><li><strong>Natural Selection.</strong> Until the end of your next turn, you have advantage on Wisdom (Perception) checks, and your speed increases by 5 feet.</li><li><strong>Wisdom of the Wilds.</strong> You have advantage on Wisdom (Animal Handling) and Wisdom (Survival) checks for 1 minute.</li><br>Content licensed under the @UUID[Compendium.koboldpressogl.koboldpressjournal.JournalEntry.KoboldPressOGL00.JournalEntryPage.KoboldPressOGLpg]{Open Game License}",
      "chat": ""
    },
    "identifier": "wraithstone",
    "source": {
      "book": "VoM",
      "revision": 1,
      "rules": "2014"
    },
    "identified": true,
    "unidentified": {
      "description": ""
    },
    "container": null,
    "quantity": 1,
    "weight": {
      "value": 0,
      "units": "lb"
    },
    "price": {
      "value": 0,
      "denomination": "gp"
    },
    "attunement": "",
    "type": {
      "value": "",
      "subtype": ""
    },
    "properties": [
      "mgc"
    ],
    "uses": {
      "spent": 0,
      "max": "6",
      "recovery": [
        {
          "period": "day",
          "type": "recoverAll"
        }
      ]
    },
    "rarity": "uncommon"
  },
  "_key": "!items!KPwraithstone000"
}
